{"data":[{"shelf_type":"complete","visibility":0,"post_id":491137267247081200,"item":{"type":"Game","title":"茶杯头","description":"《茶杯头大冒险》这不仅是Xbox One平台，更是所有平台上在明年内最值得期待的游戏之一。结合了硬核动作射击游戏的玩法与上世纪三十年代的动画风格，再加上从头至尾完全boss战的设计，让这款游戏独树一帜。","localized_title":[{"lang":"zh-cn","text":"茶杯头"},{"lang":"zh-cn","text":"茶杯头大冒险"},{"lang":"en","text":"Cuphead"},{"lang":"zh","text":"茶杯頭"},{"lang":"es","text":"Cuphead"},{"lang":"fr","text":"Cuphead"},{"lang":"de","text":"Cuphead"},{"lang":"pt","text":"Cuphead"},{"lang":"ja","text":"カップヘッド"},{"lang":"ko","text":"컵헤드"}],"localized_description":[{"lang":"zh-cn","text":"《茶杯头大冒险》这不仅是Xbox One平台，更是所有平台上在明年内最值得期待的游戏之一。结合了硬核动作射击游戏的玩法与上世纪三十年代的动画风格，再加上从头至尾完全boss战的设计，让这款游戏独树一帜。"},{"lang":"en","text":"2017 video game"},{"lang":"es","text":"videojuego de 2017"},{"lang":"fr","text":"jeu vidéo de 2017"},{"lang":"de","text":"Computerspiel aus dem Jahr 2017"},{"lang":"pt","text":"jogo eletrônico de 2017 desenvolvido pela Studio MDHR"},{"lang":"en","text":"Cuphead is a classic run and gun action game heavily focused on boss battles. Inspired by cartoons of the 1930s, the visuals and audio are painstakingly created with the same techniques of the era, i.e. traditional cel animation (hand drawn & hand inked!), watercolor backgrounds, and original jazz recordings. Play as Cuphead or Mugman (in single player or co-op) as you traverse strange worlds, acquire new weapons, learn powerful super moves, and discover hidden secrets. Cuphead is all action, all the time."}],"cover_image_url":"https://neodb.social/m/item/doubangame/2024/07/16/7905af97-e0ec-4b25-9cf6-8d8b99fb15c4.jpg","rating":8.8,"rating_count":108,"rating_distribution":[0,0,10,39,50],"tags":["2010s","2017","act","indie","mdhr","ns","pc","platformer","steam","儿童适宜","动作","卷轴","横向卷轴","横版","横版过关","独立","独立游戏","美国游戏"],"brief":"《茶杯头大冒险》这不仅是Xbox One平台，更是所有平台上在明年内最值得期待的游戏之一。结合了硬核动作射击游戏的玩法与上世纪三十年代的动画风格，再加上从头至尾完全boss战的设计，让这款游戏独树一帜。","id":"https://neodb.social/game/4GRNQydjCo1Id8tDv7xTZO","uuid":"4GRNQydjCo1Id8tDv7xTZO","url":"/game/4GRNQydjCo1Id8tDv7xTZO","api_url":"/api/game/4GRNQydjCo1Id8tDv7xTZO","category":"game","parent_uuid":null,"display_title":"茶杯头","external_resources":[{"url":"https://store.steampowered.com/app/268910"},{"url":"https://www.douban.com/game/26426595/"},{"url":"https://bgm.tv/subject/161711"},{"url":"https://www.wikidata.org/wiki/Q18149495"},{"url":"https://www.igdb.com/games/cuphead"}]},"created_time":"2025-09-17T13:44:06.754Z","comment_text":null,"rating_grade":null,"tags":[]},{"shelf_type":"complete","visibility":0,"post_id":484615095249829496,"item":{"type":"Game","title":"黑神话：悟空","description":"《黑神话：悟空》是一款以中国神话为背景的动作角色扮演游戏。故事取材于中国古典小说“四大名著”之一的《西游记》。你将扮演一位“天命人”，为了探寻昔日传说的真相，踏上一条充满危险与惊奇的西游之路。\n\n• 雄奇壮丽，光怪陆离\n别有世间曾未见，一行一步一花新。欢迎来到亦真亦幻的东方魔幻世界！\n天命人将前往多个引人入胜又风格迥异的西游故地，再次谱写前所未见的冒险史诗。\n\n• 妖魔鬼怪，卷土重来\n行者名声大，魔王手段强。《西游记》的一大看点，便是各有所长的厉害妖怪。\n西行的旅途并非只有风光旖旎，天命人还将遭遇许多强大的敌人与可敬的对手，与他们豪快战斗，至死方休。\n\n• 山摇地动，各显神通\n炼就长生多少法，学来变化广无边。五光十色又相生相克的法术、变化与法宝，一直都是中国神话中最为招牌的战斗要素。\n天命人除了精通不同棍术，更可自由搭配多样化的法术、变化、天赋、武器与披挂，找到最契合自身战斗风格的制胜之道。\n\n• 千形万象，荡气回肠\n六般体相六般兵，六样形骸六样情。敌人的凶恶狡猾只是表象，他们的来历、个性与动机，往往更加耐人寻味。\n天命人在战斗之外，也会探寻各色人物背后的故事，了解他们的爱与恨，贪与嗔，前世与今生。","localized_title":[{"lang":"zh-cn","text":"黑神话：悟空"},{"lang":"en","text":"Black Myth: Wukong"},{"lang":"ja","text":"黒神話：悟空"},{"lang":"zh-tw","text":"黑神話：悟空"},{"lang":"es","text":"Black Myth: Wukong"},{"lang":"fr","text":"Black Myth: Wukong"},{"lang":"de","text":"Black Myth: Wukong"},{"lang":"pt","text":"Black Myth: Wukong"},{"lang":"ko","text":"Black Myth: Wukong"},{"lang":"zh","text":"黑神话：悟空"},{"lang":"zh-hk","text":"黑神話：悟空"},{"lang":"zh-hans","text":"黑神话：悟空"},{"lang":"zh-hant","text":"黑神話：悟空"},{"lang":"ko","text":"검은 신화: 오공"}],"localized_description":[{"lang":"zh-cn","text":"《黑神话：悟空》是一款以中国神话为背景的动作角色扮演游戏。故事取材于中国古典小说“四大名著”之一的《西游记》。你将扮演一位“天命人”，为了探寻昔日传说的真相，踏上一条充满危险与惊奇的西游之路。\n\n• 雄奇壮丽，光怪陆离\n别有世间曾未见，一行一步一花新。欢迎来到亦真亦幻的东方魔幻世界！\n天命人将前往多个引人入胜又风格迥异的西游故地，再次谱写前所未见的冒险史诗。\n\n• 妖魔鬼怪，卷土重来\n行者名声大，魔王手段强。《西游记》的一大看点，便是各有所长的厉害妖怪。\n西行的旅途并非只有风光旖旎，天命人还将遭遇许多强大的敌人与可敬的对手，与他们豪快战斗，至死方休。\n\n• 山摇地动，各显神通\n炼就长生多少法，学来变化广无边。五光十色又相生相克的法术、变化与法宝，一直都是中国神话中最为招牌的战斗要素。\n天命人除了精通不同棍术，更可自由搭配多样化的法术、变化、天赋、武器与披挂，找到最契合自身战斗风格的制胜之道。\n\n• 千形万象，荡气回肠\n六般体相六般兵，六样形骸六样情。敌人的凶恶狡猾只是表象，他们的来历、个性与动机，往往更加耐人寻味。\n天命人在战斗之外，也会探寻各色人物背后的故事，了解他们的爱与恨，贪与嗔，前世与今生。"},{"lang":"en","text":"Black Myth: Wukong is an action RPG rooted in Chinese mythology. The story is based on Journey to the West, one of the Four Great Classical Novels of Chinese literature. You shall set out as the Destined One to venture into the challenges and marvels ahead, to uncover the obscured truth beneath the veil of a glorious legend from the past."},{"lang":"zh-cn","text":"从不畏惧死亡，只是不忍世道沦丧。 哪怕前途多尸骨，身后无退路—— 这个世界，总有勇敢的生命，再次踏上取经之途。 由游戏科学开发的西游题材单机·动作·角色扮演游戏《黑神话：悟空》\n\n白骨之后，重走西游。\n那群最想做西游的人，真的回来了。"},{"lang":"zh-cn","text":" 数字豪华版   \n \n 《黑神话：悟空》数字豪华版内含：\n • 完整游戏\n • 兵器：铜云棒\n • 披挂：百戏傩面，百戏衬钱衣，百戏护手，百戏吊腿\n • 珍玩：风铎\n • 游戏音乐精选集\n \n ※ 兵器、披挂与珍玩，在游戏初期通过土地庙（复活点）的【谢礼】选单 ，即可领取。\n ※ 通过激活游戏标题界面的【小曲】功能，即可直接聆听为您精选的多首游戏音乐。我们也十分推荐您在游戏过程中，随天命人的旅程首次感受这些音乐，之后再回来尽情重温。\n \n  关于游戏 《黑神话：悟空》是一款以中国神话为背景的动作角色扮演游戏。故事取材于中国古典小说“四大名著”之一的《西游记》。你将扮演一位“天命人”，为了探寻昔日传说的真相，踏上一条充满危险与惊奇的西游之路。\n \n  \n \n   • 雄奇壮丽，光怪陆离 别有世间曾未见，一行一步一花新。欢迎来到亦真亦幻的东方魔幻世界！\n 天命人将前往多个引人入胜又风格迥异的西游故地，再次谱写前所未见的冒险史诗。\n \n \n   • 妖魔鬼怪，卷土重来 行者名声大，魔王手段强。《西游记》的一大看点，便是各有所长的厉害妖怪。\n 西行的旅途并非只有风光旖旎，天命人还将遭遇许多强大的敌人与可敬的对手，与他们豪快战斗，至死方休。\n \n \n   • 山摇地动，各显神通 炼就长生多少法，学来变化广无边。五光十色又相生相克的法术、变化与法宝，一直都是中国神话中最为招牌的战斗要素。\n 天命人除了精通不同棍术，更可自由搭配多样化的法术、变化、天赋、武器与披挂，找到最契合自身战斗风格的制胜之道。\n \n \n   • 千形万象，荡气回肠 六般体相六般兵，六样形骸六样情。敌人的凶恶狡猾只是表象，他们的来历、个性与动机，往往更加耐人寻味。\n 天命人在战斗之外，也会探寻各色人物背后的故事，了解他们的爱与恨，贪与嗔，前世与今生。"},{"lang":"zh-tw","text":" 數位豪華版   \n \n 《黑神話：悟空》數位豪華版包含：\n • 完整遊戲\n • 兵器：銅雲棒\n • 披掛：百戲儺面，百戲襯錢衣，百戲護手，百戲吊腿\n • 珍玩：風鐸\n • 遊戲音樂精選集\n \n ※ 兵器、披掛與珍玩，在遊戲初期通過土地廟（復活點）的「謝禮」選單 ，即可領取。\n ※ 遊戲音樂精選集，通過啟動遊戲標題介面的「小曲」功能，即可直接聆聽為您精選的多首遊戲原聲音樂。我們也十分推薦您首先在遊戲過程中，隨天命人的旅程感受這些音樂，之後再使用「小曲」功能盡情重溫。\n \n  關於此遊戲 《黑神話：悟空》是一款以中國神話為背景的動作角色扮演遊戲。故事取材自中國古典小說「四大名著」之一的《西遊記》。玩家將扮演一位「天命人」，為了找尋昔日傳奇的真相，踏上充滿危險與驚奇的西遊之路。\n \n  \n \n   • 奇偉壯麗，光怪陸離 別有世間曾未見，一行一步一花新。歡迎來到亦真亦幻的東方魔幻世界！\n 天命人將前往引人入勝又風格迥異的多個西遊故地，再次譜寫前所未見的冒險史詩。\n \n \n   • 妖魔鬼怪，捲土重來 行者名聲大，魔王手段強。《西遊記》的一大看點正是各有所長的厲害妖怪。\n 在冒險途中，天命人將遭遇許多強敵與可敬的對手，與其豪氣一戰，至死方休。\n \n \n   • 天搖地動，各顯神通 練就長生多少法，學來變化廣無邊。法術、變化、各式各樣的法寶，相生相剋，向來是中國神話裡最經典的戰鬥元素。\n 天命人除了精通不同棍法，更能自由搭配多種法術神通、天賦、武器、披掛，找出最適合自己戰鬥風格的致勝之道。\n \n \n   • 千變萬象，蕩氣迴腸 六般體相六般兵，六樣形駭六樣情。敵人的凶惡狡猾只是表象，其來歷、個性、動機更加耐人尋味。\n 戰鬥之餘，天命人也將探索各色人物背後的故事，瞭解他們的前世今生、愛恨情仇、貪嗔癡。"},{"lang":"en","text":" Digital Deluxe Edition   \n \n The Black Myth: Wukong Digital Deluxe Edition includes:\n - Black Myth: Wukong Full Game\n - Weapon: Bronzecloud Staff\n - Equipment: Folk Opera Mask, Folk Opera Almsgiving Armor, Folk Opera Leather Bracers, and Folk Opera Buskins\n - Curio: Wind Chimes\n - Selected Digital Soundtrack\n \n ※ The included weapon, equipment, and curio can be claimed from the Trailblazer's Gift menu at the Keeper's Shrine (Respawn Point) during the early stages of the game.\n ※ Selected Digital Soundtrack allows you to listen to multiple selected musical tracks from the game by activating the Music Library function on the game's title screen. We highly recommend that you first experience these pieces as you journey through the game as the Destined One, then return here to relive them to your heart's content.\n \n  About the Game Black Myth: Wukong is an action RPG rooted in Chinese mythology. The story is based on Journey to the West, one of the Four Great Classical Novels of Chinese literature. You shall set out as the Destined One to venture into the challenges and marvels ahead, to uncover the obscured truth beneath the veil of a glorious legend from the past.\n \n  \n \n   • Explore a Land of Vast Wonders \n  \"A world unseen, where wonders gleam,\n And with each stride, a new scene streams.\" \n \n Enter a fascinating realm filled with the wonders and discoveries of ancient Chinese mythology!\n As the Destined One, you shall traverse an array of breathtaking and distinctive landscapes from the classic tale, composing an epic of adventure that is seen anew.\n \n \n   • Confront Mighty Foes, Old and New \n  \"Heroic Monkey, might and fame, \n Adversaries rise, to test his name.\" \n \n One of the major highlights of Journey to the West is its diverse cast of adversaries, each with their unique strengths.\n As the Destined One, you will encounter powerful foes and worthy rivals throughout your journey. Fearlessly engage them in epic battles where surrender is not an option.\n \n \n   • Temper Your Mastery of Varied Spells \n  \"Spells unbound, talents in play,\n Unleashed abilities seize the day.\" \n \n Spells, transformations, and magic vessels of all manifestations, in which some counteract while others amplify, have long been iconic combat elements of Chinese mythology.\n As the Destined One, aside from mastering various staff techniques, you can also freely combine different spells, abilities, weapons, and equipment to find a winning strategy that best suits your combat style.\n \n \n   • Discover Heartfelt Tales Behind Every Facade \n  \"Within all souls, both wild and tame,\n There thrives a tale of life's fierce flame.\" \n \n Beneath the ferocity and craftiness of your foes lies an engaging tapestry of their origins, personalities, and motivations waiting to be revealed.\n As the Destined One, you will uncover the stories behind a variety of characters, delving beyond your battles with them to taste the love, hate, greed, and fury they once held and still carry within."},{"lang":"es","text":" Edición Digital Deluxe   \n \n La Edición Digital Deluxe de Black Myth: Wukong incluye:\n - Juego completo de Black Myth: Wukong\n - Arma: Bastón Nube de bronce\n - Equipamiento: Máscara de ópera folclórica, armadura de ópera folclórica de caridad, brazales de cuero de ópera folclórica y canilleras de ópera folclórica\n - Rareza: Campanillas de viento\n - Selección de la banda sonora digital\n \n ※ El arma, equipamiento y rareza incluidos pueden reclamarse desde el menú Obsequio del pionero en el Altar del Custodio (punto de reaparición) durante las fases iniciales del juego.\n ※ La selección de la banda sonora digital permite activar la función Biblioteca de música en la pantalla de título del juego para escuchar varios temas musicales seleccionados en el mismo. Te recomendamos que primero experimentes estas obras a medida que avanzas en el juego como el Predestinado y luego vengas aquí para revivirlas a tu antojo.\n \n  Acerca del juego Black Myth: Wukong es un RPG de acción inspirado en la mitología china. La historia está basada en «Viaje al Oeste», una de las cuatro grandes novelas clásicas de la literatura china. Encarnarás al Predestinado, que ha de embarcarse en un viaje repleto de peligros y maravillas para descubrir la verdad oculta acerca de una gloriosa leyenda del pasado.\n \n  \n \n   • Explora una tierra de vastas maravillas \n  «En un mundo desconocido y de maravillas plagado,\n se despliega una aventura con cada paso dado». \n \n ¡Sumérgete en un reino fascinante lleno de maravillas y descubre la mitología de la antigua china!\n En el papel del Predestinado, recorrerás una amplia variedad de paisajes espectaculares e inconfundibles basados en la novela clásica «Viaje al Oeste», y vivirás una épica aventura desde una nueva perspectiva.\n \n \n   • Enfréntate a poderosos enemigos, tanto conocidos como nuevos \n  «Un mono heroico, de gran prestigio y poder,\n al que persiguen enemigos para su fama demoler». \n \n Una de las características más destacadas de «Viaje al Oeste» es su diverso elenco de adversarios, cada cual con sus fortalezas únicas.\n Jugando como el Predestinado, te las verás con poderosos enemigos y dignos rivales a lo largo de tu viaje. Enfréntate a ellos con valentía en batallas épicas en las que rendirse no es una opción.\n \n \n   • Mejora tu dominio de distintos conjuros \n  «Poderosos conjuros, talentos en acción.\n Demuestra tu destreza y triunfa en la misión». \n \n Tendrás a tu disposición conjuros, transformaciones y artefactos mágicos de todo tipo y con distintas funciones, desde proteger hasta potenciar. Aprovecha el poder de estos elementos de combate icónicos de la mitología china.\n Como el Predestinado, además de dominar distintas técnicas de bastón, también tienes la opción de combinar a voluntad diferentes conjuros, habilidades, armas y piezas de equipo para hallar la estrategia ganadora que mejor se adapte a tu estilo de combate.\n \n \n   • Descubre la conmovedora historia de cada personaje \n  «Dentro de todas las almas, tanto fieras como mansas,\n se esconde el relato de una vida llena de andanzas». \n \n Bajo la fachada de ferocidad y astucia de tus enemigos se oculta un fascinante tapiz que has de desentrañar para comprender sus orígenes, su personalidad y su motivación.\n En la piel del Predestinado, descubrirás las historias de los distintos personajes, indagarás más allá de vuestros enfrentamientos y serás testigo del amor, el odio, la codicia y la furia que una vez sintieron y aún albergan en su interior."},{"lang":"fr","text":" Édition Deluxe numérique   \n \n L'édition Deluxe numérique de Black Myth: Wukong inclut :\n - le jeu complet Black Myth: Wukong\n - une arme : le bâton Nuage de bronze\n - de l'équipement : le masque d'opéra nuo, l'armure de bienfaiteur d'opéra nuo, les brassards d'opéra nuo et les brodequins d'opéra nuo\n - un bibelot : le carillon\n - une sélection tirée de la bande originale numérique\n \n ※ L'arme, l'équipement et le bibelot inclus peuvent être récupérés depuis le menu Présents du pionnier à l'Autel du gardien (point de réapparition) au début du jeu.\n ※ La sélection tirée de la bande originale numérique vous permet d'écouter plusieurs pistes musicales du jeu en activant la fonction Bibliothèque musicale sur l'écran-titre du jeu. Nous vous recommandons fortement de découvrir ces morceaux lors de votre périple dans le jeu en tant que Prédestiné avant de revenir ici pour revivre ces moments à votre guise.\n \n  À propos du jeu Black Myth: Wukong est un jeu action-RPG inspiré de la mythologie chinoise. Son histoire est une adaptation des récits de La Pérégrination vers l'Ouest, l'un des Quatre livres extraordinaires de la littérature chinoise. Vous y incarnerez le Prédestiné et prendrez part à une épopée merveilleuse au cours de laquelle vous devrez affronter maints périls pour découvrir la sombre vérité d'une légende glorieuse.\n \n  \n \n   • Explorez une terre regorgeant de merveilles \n  « Un monde unique abritant tant de merveilles inexplorées,\n Où de nouveaux paysages se dévoilent à chaque foulée. » \n \n Pénétrez dans un royaume fascinant plein de merveilles et de découvertes inspirées de la mythologie chinoise !\n En tant que Prédestiné, vous allez traverser une série de paysages originaux à couper le souffle tirés du conte classique La Pérégrination vers l'Ouest, où se déroulera une aventure épique vue sous un nouveau jour.\n \n \n   • Affrontez de puissants adversaires, anciens comme nouveaux \n  « Un singe légendaire, puissance et renommée, \n Des légions d'adversaires, un destin à prouver. » \n \n La riche diversité des adversaires est l'un des aspects les plus marquants des récits de La Pérégrination vers l'Ouest, chacun possédant ses propres caractéristiques.\n En tant que Prédestiné, vous rencontrerez au cours de votre périple de puissants ennemis et de valeureux rivaux. Affrontez-les lors de combats épiques où aucune reddition n'est possible.\n \n \n   • Affûtez vos talents en maîtrisant des sorts variés \n  « Sorts libérés, en jeu sont les talents,\n Compétences déclenchées, pour vivre l'instant. » \n \n Les sorts, transformations et artéfacts magiques de toutes sortes, avec lesquels vous pourrez riposter ou vous renforcer, ont toujours été des éléments de combat emblématiques de la mythologie chinoise.\n En tant que Prédestiné, outre la maîtrise de différentes techniques au bâton, vous aurez tout loisir de combiner différents sorts, capacités, armes et équipement pour trouver la stratégie la plus adaptée à votre style de combat.\n \n \n   • Découvrez des récits émouvants à toutes les étapes de votre aventure \n  « En chaque âme, qu'elle soit sauvage ou domptée,\n S'épanouit l'histoire de la vie embrasée. » \n \n Derrière la férocité et la fourberie de vos ennemis, vous découvrirez tout un tissu narratif captivant offrant des clés de lecture sur leurs origines, leur personnalité et leurs motivations.\n Sous les traits du Prédestiné, vous découvrirez les histoires de tout un éventail de personnages hauts en couleur. Au-delà du combat, vous pourrez ressentir l'amour, la haine, la cupidité et la rage qu'ils portent toujours en eux."},{"lang":"de","text":" Digital Deluxe Edition   \n \n Die Black Myth: Wukong Digital Deluxe Edition enthält:\n - Black Myth: Wukong – Vollversion\n - Waffe: Bronzewolkenstab\n - Ausrüstung: Volksopernmaske, Volksopern-Almosenrüstung, Volksopern-Lederarmschutz und Volksopern-Halbstiefel\n - Rarität: Windspiel\n - Ausgewählter digitaler Soundtrack\n \n * Die enthaltene Waffe, Ausrüstung und Rarität können in den frühen Spielphasen über das Menü „Gabe des Wegbereiters“ am Schrein des Hüters (Wiederbelebungspunkt) eingelöst werden.\n * Mit dem ausgewählten digitalen Soundtrack kannst du mehrere ausgewählte Musikstücke aus dem Spiel anhören, indem du auf dem Titelbildschirm des Spiels die Funktion „Musikbibliothek“ aktivierst. Wir empfehlen, diese Stücke zuerst auf deiner Reise als Auserkorener durch das Spiel zu erleben und dann hierher zurückzukehren, um sie jederzeit erneut zu genießen.\n \n  Infos zum Spiel Black Myth: Wukong ist ein Action-RPG, das in der chinesischen Mythologie verwurzelt ist. Die Geschichte basiert auf „Die Reise nach Westen“, einem der vier großen klassischen Romane der chinesischen Literatur. Als Auserkorener machst du dich auf eine Reise voller Herausforderungen und Wunder, um die verborgene Wahrheit einer glorreichen Legende der Vergangenheit aufzudecken.\n \n  \n \n   • Erkunde ein Land unermesslicher Wunder \n  „Eine neue Welt, von Wundern erfüllt,\n wo jeder Schritt neue Szenen enthüllt.“ \n \n Betritt eine faszinierende Welt voller Wunder und Entdeckungen der alten chinesischen Mythologie!\n Als Auserkorener durchreist du eine Vielzahl atemberaubender und einzigartiger Landschaften aus der klassischen Geschichte „Die Reise nach Westen“ und schreibst ein Abenteuer-Epos aus neuen Blickwinkeln.\n \n \n   • Stell dich mächtigen alten und neuen Feinden \n  „Tapferer Affe, voll Ruhm und Pracht,\n umlauert von Feinden, ein Test seiner Macht.“ \n \n Einer der größten Höhepunkte von „Die Reise nach Westen“ ist die Vielfalt an Widersachern, die alle ihre eigenen Stärken haben.\n Als Auserkorener triffst du während deiner Reise auf mächtige Gegner und würdige Rivalen. Begegne ihnen furchtlos in epischen Kämpfen, in denen Aufgeben keine Option ist.\n \n \n   • Meistere verschiedenste Zauber und setze sie weise ein \n  „Befreite Zauber, Talente erwacht,\n entfesselte Fähigkeiten den Sieg gebracht.“ \n \n Zauber, Verwandlungen und magische Gefäße aller Arten, von denen manche behindern und andere verstärken, waren schon immer ikonische Kampfelemente der chinesischen Mythologie.\n Als Auserkorener kannst du nicht nur unterschiedliche Stabtechniken meistern, sondern auch verschiedene Zauber, Fähigkeiten, Waffen und Ausrüstungsgegenstände frei kombinieren, um eine Strategie zu entwickeln, die zu deinem Kampfstil passt.\n \n \n   • Entdecke ergreifende Geschichten hinter jeder Fassade \n  „In allen Seelen, ob sanft, ob gestählt,\n des Lebens Feuer Legenden erzählt.“ \n \n Hinter der Wildheit und Tücke deiner Gegner verbirgt sich ein fesselndes Gewebe aus ihrer Herkunft, ihrer Persönlichkeit und ihren Beweggründen, das nur darauf wartet, enthüllt zu werden.\n Als Auserkorener kannst du die Geschichten einer Vielfalt von Charakteren ans Licht bringen, und nicht nur mit ihnen kämpfen, sondern auch die Liebe, den Hass, die Gier und die Wut erleben, die sie im Herzen tragen."},{"lang":"pt","text":" Edição Digital Deluxe   \n \n A Edição Digital Deluxe de Black Myth: Wukong inclui:\n - Jogo completo Black Myth: Wukong\n - Arma: Bronzecloud Staff\n - Equipamento: Folk Opera Mask, Folk Opera Almsgiving Armor, Folk Opera Leather Bracers e Folk Opera Buskins\n - Curiosidade: Wind Chimes\n - Banda sonora digital selecionada\n \n ※ A arma incluída, equipamento e curiosidade podem ser recolhidos no menu Trailblazer's Gift no Keeper's Shrine (ponto de renascimento) durante o início do jogo.\n ※ A banda sonora digital selecionada dá-te a possibilidade de ouvir várias faixas musicais do jogo ao ativar a função Music Library no menu principal do jogo. Recomendamos ouvires estas faixas pela primeira vez quando jogas no papel de Destined One e, posteriormente, voltares aqui para as escutar sempre que quiseres.\n \n  Acerca do jogo Black Myth: Wukong é um RPG de ação enraizado na mitologia chinesa. A história é baseada em A Saga ao Ocidente, um dos quatro clássicos da literatura chinesa. Entra na pele do Destined One e aventura-te pelos desafios e maravilhas que te esperam para descobrires a verdade por detrás do véu de uma lenda gloriosa do passado.\n \n  \n \n   • Explora uma terra repleta de maravilhas \n  \"Um mundo por descobrir, onde as maravilhas brilham,\n E a cada passo, uma cena nova começa.\" \n \n Entra num reino fascinante repleto de maravilhas e descobertas da mitologia chinesa antiga!\n Na pele do Destined One, vais atravessar várias paisagens distintas e de cortar a respiração da história clássica de A Saga ao Ocidente que criam uma aventura épica nunca antes vista.\n \n \n   • Confronta inimigos poderosos novos e antigos \n  \"Macaco heroico, poder e fama, \n Os adversários erguem-se para o testar. \" \n \n Um dos pontos mais altos de A Saga ao Ocidente é a grande variedade de inimigos, cada um com os seus pontos fortes únicos.\n És o Destined One e vais deparar-te com rivais poderosos e dignos durante a tua viagem. Enfrenta-os sem medo em batalhas épicas nas quais desistir não é uma opção.\n \n \n   • Modera a tua mestria de vários feitiços \n  \"Feitiços soltos, talentos em ação,\n Capacidades libertadas aproveitam o dia.\" \n \n Feitiços, transformações e artefactos mágicos de todas as manifestações, nas quais algumas neutralizam e outras amplificam, são elementos de combate icónicos na mitologia chinesa há muito tempo.\n Na pele do Destined One, para além de dominares várias técnicas de bastão, também podes combinar feitiços, habilidades, armas e equipamento para encontrar uma estratégia adequada ao teu estilo de combate.\n \n \n   • Descobre histórias emocionantes por detrás de cada fachada \n  \"Em todas as almas, selvagens ou não,\n Existe uma história da chama forte da vida.\" \n \n Sob a fúria e astúcia dos teus inimigos reside um conjunto interessante das suas origens, personalidades e motivações à espera de ser descobertos.\n Na pele do Destined One, vais revelar as histórias por detrás de várias personagens, indo para além das tuas batalhas com as mesmas para provar o amor, ódio, ganância e fúria que já viveram e ainda carregam consigo."},{"lang":"ja","text":" デジタルデラックス版   \n \n 『黒神話：悟空』デジタルデラックス版パッケージ内容：\n ・ゲーム本編\n ・武器：銅雲棒\n ・装備：百戯の儺面、百戯の喜捨衣、百戯の篭手、百戯の甲懸\n ・什宝：風鈴\n ・セレクトアルバム\n \n ※武器・装備および什宝はゲーム開始後に地神の祠（セーブポイント）の「謝礼」項目から受け取ることができます。\n ※セレクトアルバムはゲームのタイトル画面から「旅歌」機能を開くことで、ゲーム内のオリジナル楽曲を聴くことができます。聴くことができます。まずはゲームをプレイしながら天命人の旅と共にこれらの曲を楽しみ、後に曲を聴きつつ旅を振り返ることをお勧めします。\n \n  ゲームについて 『黒神話：悟空』は中国古典小説の「四大奇書」の一つである『西遊記』を題材とし、中国神話を背景にしたアクションRPGゲームである。プレイヤーは「天命人」と呼ばれるキャラクターとなり、古い伝説に隠された真相を究明するため、険しくも不思議な西遊の旅路を辿る。\n \n \n  \n \n   ・千山万水。光り輝く奇抜な世界を探索する あの世のことは知るはずもなし、この世での歩み新にするばかり。ここは、現実と幻想が綯い交じる東方怪奇ファンタジーの世界である。\n 天命人は数々の魅力を秘めた西遊の故地を訪れ、いまだ誰も経験したことのない壮大な冒険を繰り広げる。\n \n \n   ・魑魅魍魎。世で再び暴れる 行者は名高し、魔王は狡猾。『西遊記』の一つ見どころは、それぞれ異なる取り柄をもつ仰々しい妖怪たちである。\n 西天への道中、天命人は数多い強敵や好敵手と出会うと、豪快に、命を賭けって戦闘を繰り広げる。\n \n \n   ・驚天動地。各々の神通力を発揮する 不老不死の法を知り尽くし、変化の術は手の物。相生相克の理念を取り入れたさまざまな法術、変化と法具は、中国神話の戦闘場面で最も多く扱われてきた要素の一つである。\n 天命人は棍術に加えて、異なる法術、天賦、武器、装備などを自在に組み合わせ、自身の戦闘のスタイルに最適な一式を見つけ出せる。\n \n \n   ・千状万態。物語は心を揺さぶる 六通りの身体に六通りの武器、六様の形骸に六様の心。敵の残虐非道はただ表面に見るだけで、その異なる生い立ち、個性と動機は深く考えさせられるものである。\n 戦闘から離れると、天命人は様々な人物の人知れぬ一面を探り、彼らの愛と恨み、貪欲さと怒り、さらに前世と今世を探求する。"},{"lang":"ko","text":" Digital Deluxe Edition   \n \n The Black Myth: Wukong Digital Deluxe Edition includes:\n - Black Myth: Wukong Full Game\n - Weapon: Bronzecloud Staff\n - Equipment: Folk Opera Mask, Folk Opera Almsgiving Armor, Folk Opera Leather Bracers, and Folk Opera Buskins\n - Curio: Wind Chimes\n - Selected Digital Soundtrack\n \n ※ The included weapon, equipment, and curio can be claimed from the Trailblazer's Gift menu at the Keeper's Shrine (Respawn Point) during the early stages of the game.\n ※ Selected Digital Soundtrack allows you to listen to multiple selected musical tracks from the game by activating the Music Library function on the game's title screen. We highly recommend that you first experience these pieces as you journey through the game as the Destined One, then return here to relive them to your heart's content.\n \n  About the Game Black Myth: Wukong is an action RPG rooted in Chinese mythology. The story is based on Journey to the West, one of the Four Great Classical Novels of Chinese literature. You shall set out as the Destined One to venture into the challenges and marvels ahead, to uncover the obscured truth beneath the veil of a glorious legend from the past.\n \n  \n \n   • Explore a Land of Vast Wonders \n  \"A world unseen, where wonders gleam,\n And with each stride, a new scene streams.\" \n \n Enter a fascinating realm filled with the wonders and discoveries of ancient Chinese mythology!\n As the Destined One, you shall traverse an array of breathtaking and distinctive landscapes from the classic tale, composing an epic of adventure that is seen anew.\n \n \n   • Confront Mighty Foes, Old and New \n  \"Heroic Monkey, might and fame, \n Adversaries rise, to test his name.\" \n \n One of the major highlights of Journey to the West is its diverse cast of adversaries, each with their unique strengths.\n As the Destined One, you will encounter powerful foes and worthy rivals throughout your journey. Fearlessly engage them in epic battles where surrender is not an option.\n \n \n   • Temper Your Mastery of Varied Spells \n  \"Spells unbound, talents in play,\n Unleashed abilities seize the day.\" \n \n Spells, transformations, and magic vessels of all manifestations, in which some counteract while others amplify, have long been iconic combat elements of Chinese mythology.\n As the Destined One, aside from mastering various staff techniques, you can also freely combine different spells, abilities, weapons, and equipment to find a winning strategy that best suits your combat style.\n \n \n   • Discover Heartfelt Tales Behind Every Facade \n  \"Within all souls, both wild and tame,\n There thrives a tale of life's fierce flame.\" \n \n Beneath the ferocity and craftiness of your foes lies an engaging tapestry of their origins, personalities, and motivations waiting to be revealed.\n As the Destined One, you will uncover the stories behind a variety of characters, delving beyond your battles with them to taste the love, hate, greed, and fury they once held and still carry within."},{"lang":"zh-cn","text":"从不畏惧死亡，只是不忍世道沦丧。 哪怕前途多尸骨，身后无退路—— 这个世界，总有勇敢的生命，再次踏上取经之途。 由游戏科学开发的西游题材单机·动作·角色扮演游戏《黑神话：悟空》\r\n\r\n白骨之后，重走西游。\r\n那群最想做西游的人，真的回来了。"},{"lang":"zh","text":"2024年中國電子遊戲"},{"lang":"zh-cn","text":"2024年中国电子游戏"},{"lang":"zh-tw","text":"2024年電子遊戲"},{"lang":"zh-hk","text":"2024年中國電子遊戲"},{"lang":"zh-hans","text":"2024年电子游戏"},{"lang":"zh-hant","text":"2024年電子遊戲"},{"lang":"en","text":"2024 video game developed by Game Science"},{"lang":"es","text":"videojuego de 2024"},{"lang":"fr","text":"jeu vidéo sorti en 2024"},{"lang":"de","text":"Computerspiel aus dem Jahr 2024"},{"lang":"pt","text":"jogo eletrônico de 2024"},{"lang":"ko","text":"게임 사이언스가 개발해 2024년 발매된 비디오 게임"}],"cover_image_url":"https://neodb.social/m/item/game/2024/12/20/bf90a214-e194-4446-a0e3-944cf4f8d9da.jpg","rating":7.6,"rating_count":133,"rating_distribution":[14,0,6,33,44],"tags":["2020s","2024","8 5","act","arpg","ps5","steam","中国","冒险","动作","单机游戏","国产","国产游戏","奇幻","小说改编","幻想","武侠","游戏","西游记"],"brief":"《黑神话：悟空》是一款以中国神话为背景的动作角色扮演游戏。故事取材于中国古典小说“四大名著”之一的《西游记》。你将扮演一位“天命人”，为了探寻昔日传说的真相，踏上一条充满危险与惊奇的西游之路。\n\n• 雄奇壮丽，光怪陆离\n别有世间曾未见，一行一步一花新。欢迎来到亦真亦幻的东方魔幻世界！\n天命人将前往多个引人入胜又风格迥异的西游故地，再次谱写前所未见的冒险史诗。\n\n• 妖魔鬼怪，卷土重来\n行者名声大，魔王手段强。《西游记》的一大看点，便是各有所长的厉害妖怪。\n西行的旅途并非只有风光旖旎，天命人还将遭遇许多强大的敌人与可敬的对手，与他们豪快战斗，至死方休。\n\n• 山摇地动，各显神通\n炼就长生多少法，学来变化广无边。五光十色又相生相克的法术、变化与法宝，一直都是中国神话中最为招牌的战斗要素。\n天命人除了精通不同棍术，更可自由搭配多样化的法术、变化、天赋、武器与披挂，找到最契合自身战斗风格的制胜之道。\n\n• 千形万象，荡气回肠\n六般体相六般兵，六样形骸六样情。敌人的凶恶狡猾只是表象，他们的来历、个性与动机，往往更加耐人寻味。\n天命人在战斗之外，也会探寻各色人物背后的故事，了解他们的爱与恨，贪与嗔，前世与今生。","id":"https://neodb.social/game/2fbcMAaC9Nhr2HhDH6BtCO","uuid":"2fbcMAaC9Nhr2HhDH6BtCO","url":"/game/2fbcMAaC9Nhr2HhDH6BtCO","api_url":"/api/game/2fbcMAaC9Nhr2HhDH6BtCO","category":"game","parent_uuid":null,"display_title":"黑神话：悟空","external_resources":[{"url":"https://bgm.tv/subject/313495"},{"url":"https://store.steampowered.com/app/2358720"},{"url":"https://www.douban.com/game/35184766/"},{"url":"https://www.wikidata.org/wiki/Q98582386"},{"url":"https://www.igdb.com/games/black-myth-wukong"}]},"created_time":"2025-09-17T13:43:31.344Z","comment_text":null,"rating_grade":10,"tags":[]},{"shelf_type":"complete","visibility":0,"post_id":491137017559496424,"item":{"type":"Game","title":"瘟疫传说：安魂曲","description":"2021E3微软展台，《瘟疫传说：无罪》续作《瘟疫传说：安魂曲》公布，将于2022年发售，登陆XSX/XSS/PC（Win10）/Xbox Cloud Gaming，发售首日即加入XGP。","localized_title":[{"lang":"zh-cn","text":"瘟疫传说：安魂曲"},{"lang":"zh-cn","text":"瘟疫传说2"},{"lang":"es","text":"A Plague Tale: Requiem"},{"lang":"zh","text":"瘟疫傳說：安魂曲"},{"lang":"zh-hant","text":"瘟疫傳說：安魂曲"},{"lang":"en","text":"A Plague Tale: Requiem"},{"lang":"fr","text":"A Plague Tale: Requiem"},{"lang":"de","text":"A Plague Tale: Requiem"},{"lang":"pt","text":"A Plague Tale: Requiem"},{"lang":"ja","text":"プレイグ テイル -レクイエム-"},{"lang":"ko","text":"플래그 테일: 레퀴엠"}],"localized_description":[{"lang":"zh-cn","text":"2021E3微软展台，《瘟疫传说：无罪》续作《瘟疫传说：安魂曲》公布，将于2022年发售，登陆XSX/XSS/PC（Win10）/Xbox Cloud Gaming，发售首日即加入XGP。"},{"lang":"zh-hans","text":"2022年动作冒险潜行类游戏"},{"lang":"zh-hant","text":"2022年的電玩遊戲"},{"lang":"en","text":"2022 video game developed by Asobo Studio"},{"lang":"es","text":"videojuego de 2022"},{"lang":"fr","text":"jeu vidéo de 2022"},{"lang":"de","text":"Computerspiel des französischen Entwicklerstudios Asobo Studio aus dem Jahr 2022"},{"lang":"pt","text":"jogo eletrônico de 2022"}],"cover_image_url":"https://neodb.social/m/item/doubangame/2024/07/16/fe85626e-92d4-43df-8cb3-2e2d10947481.jpg","rating":8.6,"rating_count":12,"rating_distribution":[0,0,0,66,33],"tags":["act","avg","xbox"],"brief":"2021E3微软展台，《瘟疫传说：无罪》续作《瘟疫传说：安魂曲》公布，将于2022年发售，登陆XSX/XSS/PC（Win10）/Xbox Cloud Gaming，发售首日即加入XGP。","id":"https://neodb.social/game/0ujhdARID6MCotZvz0fXIT","uuid":"0ujhdARID6MCotZvz0fXIT","url":"/game/0ujhdARID6MCotZvz0fXIT","api_url":"/api/game/0ujhdARID6MCotZvz0fXIT","category":"game","parent_uuid":null,"display_title":"瘟疫传说：安魂曲","external_resources":[{"url":"https://store.steampowered.com/app/1182900"},{"url":"https://www.douban.com/game/35494567/"},{"url":"https://www.wikidata.org/wiki/Q107214641"},{"url":"https://www.igdb.com/games/a-plague-tale-requiem"},{"url":"https://bgm.tv/subject/338912"}]},"created_time":"2025-09-17T13:43:07.602Z","comment_text":null,"rating_grade":null,"tags":[]},{"shelf_type":"complete","visibility":0,"post_id":484614788179940040,"item":{"type":"Game","title":"双人成行","description":"游玩《双人成行》，踏上生命中最疯狂的旅程。利用好友通行证*邀请一位好友免费游玩，共同体验多种多样的乐趣，享受颠覆性的玩法挑战。","localized_title":[{"lang":"zh-cn","text":"双人成行"},{"lang":"zh-tw","text":"雙人成行"},{"lang":"en","text":"It Takes Two"},{"lang":"zh","text":"双人成行"},{"lang":"zh-hans","text":"双人成行"},{"lang":"zh-hant","text":"雙人成行"},{"lang":"es","text":"It Takes Two"},{"lang":"fr","text":"It Takes Two"},{"lang":"de","text":"It Takes Two"},{"lang":"pt","text":"It Takes Two"},{"lang":"ja","text":"It Takes Two"},{"lang":"ko","text":"잇 테익스 투"}],"localized_description":[{"lang":"zh-cn","text":"游玩《双人成行》，踏上生命中最疯狂的旅程。利用好友通行证*邀请一位好友免费游玩，共同体验多种多样的乐趣，享受颠覆性的玩法挑战。"},{"lang":"zh","text":"2021年电子游戏"},{"lang":"zh-hant","text":"2021年的電玩遊戲"},{"lang":"en","text":"2021 action-adventure video game developed by Hazelight Studios"},{"lang":"es","text":"videojuego de 2021"},{"lang":"fr","text":"jeu vidéo de 2021 de Hazelight Studios"},{"lang":"de","text":"Computerspiel aus dem Jahr 2021"},{"lang":"pt","text":"jogo eletrônico de 2021 desenvolvido pela Hazelight Studios"},{"lang":"ja","text":"2021年のスウェーデンのアクションアドベンチャーゲーム"},{"lang":"en","text":"Embark on the craziest journey of your life in It Takes Two, a genre-bending platform adventure created purely for co-op. Invite a friend to join for free with Friend’s Pass and work together across a huge variety of gleefully disruptive gameplay challenges. Play as the clashing couple Cody and May, two humans turned into dolls by a magic spell. Together, trapped in a fantastical world where the unpredictable hides around every corner, they are reluctantly challenged with saving their fractured relationship."}],"cover_image_url":"https://neodb.social/m/item/doubangame/2024/08/08/ad0ee1b9-3638-490d-9ccd-e4d6f6eba273.jpg","rating":9.2,"rating_count":458,"rating_distribution":[0,0,4,19,74],"tags":["2021","act","co op","ea","ns","origin","pc","pc单机","ps5","steam","冒险","双人","双人合作","双打","合作","合作共斗","解谜"],"brief":"游玩《双人成行》，踏上生命中最疯狂的旅程。利用好友通行证*邀请一位好友免费游玩，共同体验多种多样的乐趣，享受颠覆性的玩法挑战。","id":"https://neodb.social/game/37ZSUTQ46vuQUO5HMjK7Ru","uuid":"37ZSUTQ46vuQUO5HMjK7Ru","url":"/game/37ZSUTQ46vuQUO5HMjK7Ru","api_url":"/api/game/37ZSUTQ46vuQUO5HMjK7Ru","category":"game","parent_uuid":null,"display_title":"双人成行","external_resources":[{"url":"https://store.steampowered.com/app/1426210"},{"url":"https://bgm.tv/subject/308947"},{"url":"https://www.douban.com/game/35110438/"},{"url":"https://www.wikidata.org/wiki/Q105038239"},{"url":"https://www.igdb.com/games/it-takes-two"}]},"created_time":"2025-09-17T13:42:42.133Z","comment_text":null,"rating_grade":10,"tags":[]},{"shelf_type":"complete","visibility":0,"post_id":484615012084020008,"item":{"type":"Game","title":"博德之门3","description":"召集你的团队，回到被遗忘的国度，开启一段记载着友谊与背叛、牺牲与生存、以及至上力量诱惑的传奇故事。","localized_title":[{"lang":"de","text":"Baldur's Gate 3"},{"lang":"zh-cn","text":"博德之门3"},{"lang":"en","text":"Baldur's Gate 3"},{"lang":"de","text":"Baldur's Gate III"},{"lang":"zh","text":"博德之门3"},{"lang":"zh-tw","text":"柏德之門3"},{"lang":"zh-hant","text":"柏德之門3"},{"lang":"es","text":"Baldur's Gate III"},{"lang":"fr","text":"Baldur's Gate III"},{"lang":"de","text":"Baldur’s Gate 3"},{"lang":"pt","text":"Baldur's Gate III"},{"lang":"ja","text":"バルダーズ・ゲート3"},{"lang":"ko","text":"발더스 게이트 3"},{"lang":"en","text":"Baldur's Gate III"}],"localized_description":[{"lang":"zh-cn","text":"召集你的团队，回到被遗忘的国度，开启一段记载着友谊与背叛、牺牲与生存、以及至上力量诱惑的传奇故事。"},{"lang":"zh-cn","text":"拉瑞安工作室自豪地宣布，正基于PC和Google Stadia平台进行《博德之门3》的开发和发行工作，并与威世智的龙与地下城团队进行紧密合作。源起于目前D&D独有的机制规则与法术体系，《博德之门3》将成为这个传奇系列的正式全新篇章。\r\n\r\n《博德之门3》将撼动RPG的上限，玩家在其中可以体验无与伦比的自由度，经历由该游戏带来的丰富故事线，同时作出高风险的决策，与独特的伙伴同游，并进行无数次难忘的战斗。这是拉瑞安工作室有史以来最大规模的作品，玩家可以和朋友们一同游玩，也能够以单人模式开始冒险。"},{"lang":"zh-cn","text":"召集你的团队，回到被遗忘的国度，开启一段记载着友谊与背叛、牺牲与生存、以及至上力量诱惑的传奇故事。\r\n\r\n神秘的力量正在你体内苏醒，而这一切都来源于夺心魔种在你大脑里的寄生虫。反抗吧，以黑暗的力量对抗黑暗吧。你也可以选择接受这种腐化，去成为终极的邪恶。\r\n\r\n来自《神界：原罪2》的创作团队所打造的次时代RPG，故事将在D&D（龙与地下城）的世界中展开。"},{"lang":"en","text":"An ancient evil has returned to Baldur's Gate, intent on devouring it from the inside out. The fate of Faerun lies in your hands. Alone, you may resist. But together, you can overcome.\n\nThe land of Faerûn is in turmoil. Refugees cross the wilds, fleeing the helltorn stronghold of Elturel. A vicious cult marches across the Sword Coast, uniting every race of monsters and men under the banner of a cryptic god they call the Absolute. Chaos strikes at Faerûn's foundations, and none may escape its talons. Not even you.\n\nThe grotesque nautiloid ship appears out of nowhere, blotting out the sun. Its writhing tentacles snatch you from where you stand. The mind flayers have come, imprisoning you on their ship, infecting you with their horrid parasite. You will become one of them.\n\nBy fate or fortune, you survive when the nautiloid crashes in the Sword Coast outlands. You set out for civilisation, desperate for a cure for the parasite festering in your brain, only to take centre stage in a conspiracy that runs as deep as the Nine Hells. New enemies await.\n\nAs for old foes... the shadows stir.\nAnd all roads lead to the legendary city of Baldur's Gate."},{"lang":"zh-hant","text":"2023年的電玩遊戲"},{"lang":"en","text":"2023 role-playing video game developed by Larian Studios"},{"lang":"es","text":"videojuego de 2023"},{"lang":"fr","text":"jeu vidéo de 2023"},{"lang":"de","text":"Computer-Rollenspiel von Larian Studios (2023)"},{"lang":"pt","text":"jogo eletrônico de 2023"},{"lang":"ko","text":"2023년 비디오 게임"}],"cover_image_url":"https://neodb.social/m/item/doubangame/2024/07/16/4f129bfe-4b6a-4378-b5cd-872a7ce18e02.jpg","rating":9.3,"rating_count":125,"rating_distribution":[0,0,2,18,78],"tags":["2023","3a","9 5","crpg","dnd","larian","pc","rpg","slg","steam","冒险","回合制","奇幻","怀旧","欧美","比利时","策略"],"brief":"召集你的团队，回到被遗忘的国度，开启一段记载着友谊与背叛、牺牲与生存、以及至上力量诱惑的传奇故事。","id":"https://neodb.social/game/0w4Ta4NeXBnTnvEuJr2qAk","uuid":"0w4Ta4NeXBnTnvEuJr2qAk","url":"/game/0w4Ta4NeXBnTnvEuJr2qAk","api_url":"/api/game/0w4Ta4NeXBnTnvEuJr2qAk","category":"game","parent_uuid":null,"display_title":"博德之门3","external_resources":[{"url":"https://eggplant.place/game/7gB8E0CLdkTl5wNvjmXAdi"},{"url":"https://bgm.tv/subject/37141"},{"url":"https://www.wikidata.org/wiki/Q64441774"},{"url":"https://store.steampowered.com/app/1086940"},{"url":"https://www.douban.com/game/34261532/"},{"url":"https://www.igdb.com/games/baldurs-gate-iii"},{"url":"https://www.igdb.com/games/baldurs-gate-3"}]},"created_time":"2025-08-30T13:46:58.493Z","comment_text":null,"rating_grade":10,"tags":[]},{"shelf_type":"complete","visibility":0,"post_id":484614728284574664,"item":{"type":"Game","title":"双影奇境","description":"深入《双影奇境》的多重世界，体验惊心动魄的时刻。这是由 2021 年度最佳游戏《双人成行》工作室打造的又一款创新合作类动作冒险游戏。米欧和佐伊是两位风格截然不同的作家，她们一个擅长科幻小说，另一个专注于奇幻题材。被骗进入一台意在窃取创意的机器后，她们陷入了自己创作的故事之中。她们必须相互依靠，保护自己的记忆不受侵害，进而赢得自由；同时她们还必须共同努力掌握各种技能，在科幻与奇幻的世界间穿梭，在意外萌生的友情中共同克服挑战。\n \n 《双影奇境》是一款独一无二的动作类冒险游戏，让你身临其境，感受一个个意想不到的时刻。前一分钟你还在驯服惹人喜爱的龙，下一分钟就变身成为赛博忍者与敌人对战。逃离可怕的巨魔，躲避机器人停车场管理员投掷出的悬浮车辆等等……怪诞，狂野而多彩的体验，专为与伙伴分享体验而设计。\n \n 叫上搭档，准备好克服前进过程中遇到的任何障碍。\n \n  ","localized_title":[{"lang":"zh-cn","text":"双影奇境"},{"lang":"zh-tw","text":"雙影奇境"},{"lang":"en","text":"Split Fiction"},{"lang":"es","text":"Split Fiction"},{"lang":"fr","text":"Split Fiction"},{"lang":"de","text":"Split Fiction"},{"lang":"pt","text":"Split Fiction"},{"lang":"ja","text":"スプリット・フィクション"},{"lang":"ko","text":"Split Fiction"},{"lang":"zh","text":"幻裂奇境"},{"lang":"zh-hant","text":"雙影奇境"},{"lang":"ko","text":"스플릿 픽션"}],"localized_description":[{"lang":"zh-cn","text":"深入《双影奇境》的多重世界，体验惊心动魄的时刻。这是由 2021 年度最佳游戏《双人成行》工作室打造的又一款创新合作类动作冒险游戏。米欧和佐伊是两位风格截然不同的作家，她们一个擅长科幻小说，另一个专注于奇幻题材。被骗进入一台意在窃取创意的机器后，她们陷入了自己创作的故事之中。她们必须相互依靠，保护自己的记忆不受侵害，进而赢得自由；同时她们还必须共同努力掌握各种技能，在科幻与奇幻的世界间穿梭，在意外萌生的友情中共同克服挑战。\n \n 《双影奇境》是一款独一无二的动作类冒险游戏，让你身临其境，感受一个个意想不到的时刻。前一分钟你还在驯服惹人喜爱的龙，下一分钟就变身成为赛博忍者与敌人对战。逃离可怕的巨魔，躲避机器人停车场管理员投掷出的悬浮车辆等等……怪诞，狂野而多彩的体验，专为与伙伴分享体验而设计。\n \n 叫上搭档，准备好克服前进过程中遇到的任何障碍。\n \n  "},{"lang":"zh-tw","text":"欣然接受驚奇時刻吧，你已被深深地拉進了《雙影奇境》的眾多世界之中，這是一場突破界限的合作冒險，由推出 2021 年遊戲大獎年度遊戲的《雙人成行》工作室打造。米歐和佐伊是兩位風格迥異的作家，一個寫科幻小說，另一個則擅長奇幻題材，她們在被連接到一台設計來竊取創意的機器後，意外被困在了自己創作的故事中。為了保住記憶並成功脫困，她們必須攜手合作。兩人將在科幻與奇幻世界間來回穿梭，一同掌握各種能力，在這個意外萌生的友誼故事中克服重重挑戰。\n \n 《雙影奇境》帶來獨特的動作冒險體驗，充滿意想不到的時刻，讓玩家時刻處於緊張興奮的狀態。上一秒你還在馴服可愛的小龍，下一秒你就化身電馭忍者來作戰、逃離可怕的巨魔，或是躲避機器人停車場服務員丟擲的懸浮汽車。它既怪誕又狂野，而且是為了分享而設計的。\n \n 帶上您的合作夥伴，準備好克服丟到路上的任何阻礙。\n \n  "},{"lang":"en","text":"Embrace mind-blowing moments as you’re pulled deep into the many worlds of Split Fiction, a boundary-pushing co-op action adventure from the studio behind 2021 Game of the Year Winner, It Takes Two. Mio and Zoe are contrasting writers – one writes sci-fi and the other writes fantasy – who become trapped in their own stories after being hooked up to a machine designed to steal their creative ideas. They’ll have to rely on each other to break free with their memories in-tact, working together to master a variety of abilities and overcome diverse challenges while jumping between sci-fi and fantasy worlds in this unexpected tale of friendship.\n \n Split Fiction is a unique action-adventure experience that keeps you on the edge of your couch with unexpected moments. One minute you’re taming adorable dragons and the next you’re fighting as cyber ninjas, escaping terrifying trolls, or dodging hover cars thrown by a robotic parking attendant. It’s weird, it’s wild, and it’s designed to be shared.\n \n Grab your co-op partner and get ready to overcome any obstacle thrown your way.\n \n  "},{"lang":"es","text":"Vive momentos alucinantes al adentrarte en los múltiples mundos de Split Fiction, una aventura cooperativa que va más allá de los límites, del estudio creador del Juego del Año de 2021, It Takes Two. Mio y Zoe son dos escritoras de géneros muy distintos (una escribe ciencia ficción y la otra fantasía), que quedan atrapadas en sus propias historias tras ser conectadas a una máquina diseñada para robarles sus ideas creativas. Tendrán que apoyarse mutuamente para conseguir salir con sus recuerdos intactos, trabajar juntas para dominar distintas habilidades y superar retos mientras saltan entre mundos de ciencia ficción y fantasía en esta inesperada historia de amistad.\n \n Split Fiction es una experiencia única de acción y aventura que te mantiene en vilo con momentos inesperados. En un momento estaréis domando adorables dragones y al siguiente seréis ciberninjas luchadoras, escaparéis de terroríficos trols o esquivaréis coches voladores lanzados por un mozo de aparcamiento robótico. Es una experiencia rara, salvaje y diseñada para ser compartida.\n \n Coge a tu acompañante para el modo cooperativo y preparaos para superar cualquier obstáculo que se os presente.\n \n  "},{"lang":"fr","text":"Vivez des moments inoubliables en explorant les différents mondes de Split Fiction, un jeu d'aventure en coopération qui repousse les limites du genre avec son univers original et bourré d'action imaginé par le studio ayant créé It Takes Two, le Jeu de l'année 2021. Rencontrez Mio et Zoé, deux scénaristes aux profils contrastés spécialisées respectivement dans la science-fiction et la fantasy, qui se retrouvent prises au piège dans leurs propres histoires après avoir été happées au sein d'une machine conçue pour voler leurs idées créatives. Elles pourront uniquement compter l'une sur l'autre pour en réchapper sans perdre la mémoire, en collaborant pour maîtriser diverses capacités et relever des défis variés dans des mondes fascinants de science-fiction et de fantasy, imbriqués dans un récit d'amitié inattendu.\n \n Split Fiction est une expérience d'action-aventure unique en son genre qui vous tiendra en haleine sur votre canapé avec ses moments inattendus, qui vous amèneront aussi bien à apprivoiser d'adorables dragons qu'à combattre en tant que cyberninjas, quand il ne s'agira pas d'échapper à des trolls terrifiants ou d'esquiver les voitures qu'un robot-voiturier vous lance à la figure. Partagez une expérience aussi étrange que décalée !\n \n Jouez en coopération avec votre partenaire pour surmonter une kyrielle d'obstacles !\n \n  "},{"lang":"de","text":"Lass dich in die atemberaubende Welt von Split Fiction hineinziehen und erlebe das neue, Genre-Grenzen sprengende Koop-Action-Adventure vom Studio hinter „It Takes Two“, dem Game of the Year 2021. Die beiden aufstrebenden Schriftstellerinnen Mio und Zoe sind eigentlich ziemlich verschieden – die eine schreibt Sci-Fi-Storys, die andere Fantasy. Als sie sich mit einer Maschine verbinden, die sie in ihre Geschichten katapultiert, werden sie zu Gefangenen ihrer eigenen Fantasien. Nur wenn sie zusammenarbeiten, werden sie entkommen und verhindern können, dass ihre kreativen Ideen gestohlen werden. Gemeinsam müssen sie eine Vielzahl von Fähigkeiten meistern und verschiedenste Herausforderungen bestehen. So entspinnt sich eine überraschende Geschichte von Freundschaft – in abwechslungsreichen Sci-Fi- und Fantasy-Welten.\n \n Das einzigartige Action-Adventure Split Fiction wird dich mit unerwarteten Momenten ans Sofa fesseln. In der einen Minute zähmst du zauberhafte Drachen, in der anderen kämpfst du als Cyber-Ninja, fliehst vor furchterregenden Trollen oder musst fliegenden Autos ausweichen, die von einem durchgeknallten Robo-Parkplatzwächter geworfen werden. Das ist seltsam, wild – und ein Fest für Teamplayer:innen!\n \n Schnapp dir deine:n Koop-Partner:in und macht euch bereit, jedes Hindernis zu überwinden, das sich euch in den Weg stellt.\n \n  "},{"lang":"pt","text":"Vive momentos impressionantes à medida que te deixas levar pelos vários mundos de \"Split Fiction\", uma aventura de ação cooperativa que ultrapassa todos os limites, criada pelo estúdio responsável pelo vencedor de jogo do ano de 2021, \"It Takes Two\". Mio e Zoe são escritoras com estilos opostos - uma escreve ficção científica e a outra escreve fantasia - que ficam presas nas suas próprias histórias depois de serem ligadas a uma máquina concebida para lhes roubar as ideias criativas. Terão de confiar uma na outra para se libertarem com as suas memórias intactas, trabalhando em conjunto para dominar uma variedade de capacidades e superar diversos desafios à medida que saltam entre mundos de ficção científica e fantasia nesta inesperada história de amizade.\n \n “Split Fiction” é uma experiência única de ação e aventura que te mantém em suspense com momentos inesperados. Num momento estás a domar dragões adoráveis e no outro a lutar como ninjas cibernéticas, a fugir de trolls aterradores ou a esquivar-te de carros voadores lançados por um arrumador de carros robótico. É estranha, é louca e foi concebida para ser partilhada.\n \n Pega no teu companheiro cooperativo e preparem-se para superar qualquer obstáculo que vos apareça pela frente.\n \n  "},{"lang":"ja","text":"「スプリット・フィクション」でさまざまな世界に足を踏み入れ、他では味わえない刺激的な瞬間を堪能しましょう。本作は2021年に「Game of the Year」を受賞した「It Takes Two」のスタジオが贈る、協力プレイアドベンチャーの限界を更に広げた作品です。主人公はライターのミオとゾーイ。一人はSF、もう一人はファンタジーを得意としています。二人は創造的なアイディアを奪うマシンによって、自分たちが創り出した物語の世界に閉じ込められてしまいます。記憶とアイディアを失わずにこの世界から脱出するには、お互いを信頼することが必要です。協力しながらさまざまなアビリティをマスターし、数々のチャレンジをクリアしなければなりません。SFとファンタジーの世界を行き来するなかで、思いも寄らない友情の物語が紡がれていきます。\n \n 「スプリット・フィクション」には、他では味わえない特別なアクションアドベンチャー体験が広がっています。予期せぬ展開に思わず身を乗り出してしまうことでしょう。ある時はかわいいドラゴンを手懐けたり、ある時はサイバーニンジャとして戦ったり、恐ろしいトロールから逃げ出したり、駐車監視ロボットが投げるホバーカーから身を交わしたり。本作には奇妙でワイルド、そしてお互いの協力が求められる、魅力いっぱいの世界が広がっています。\n \n 協力プレイのパートナーを見つけ、自分たちの道を突き進んでさまざまな困難を乗り越えていきましょう。\n \n  "},{"lang":"ko","text":"Embrace mind-blowing moments as you’re pulled deep into the many worlds of Split Fiction, a boundary-pushing co-op action adventure from the studio behind 2021 Game of the Year Winner, It Takes Two. Mio and Zoe are contrasting writers – one writes sci-fi and the other writes fantasy – who become trapped in their own stories after being hooked up to a machine designed to steal their creative ideas. They’ll have to rely on each other to break free with their memories in-tact, working together to master a variety of abilities and overcome diverse challenges while jumping between sci-fi and fantasy worlds in this unexpected tale of friendship.\n \n Split Fiction is a unique action-adventure experience that keeps you on the edge of your couch with unexpected moments. One minute you’re taming adorable dragons and the next you’re fighting as cyber ninjas, escaping terrifying trolls, or dodging hover cars thrown by a robotic parking attendant. It’s weird, it’s wild, and it’s designed to be shared.\n \n Grab your co-op partner and get ready to overcome any obstacle thrown your way.\n \n  "},{"lang":"zh-hant","text":"2025年電玩遊戲"},{"lang":"en","text":"2025 video game developed by Hazelight Studios"},{"lang":"es","text":"videojuego de 2025"},{"lang":"fr","text":"jeu vidéo de 2025"},{"lang":"de","text":"Computerspiel aus 2025"},{"lang":"ko","text":"2025년 비디오 게임"},{"lang":"en","text":"Split Fiction is a 2025 cooperative multiplayer game. It follows two writers, Mio Hudson and Zoe Foster, as they become trapped in their imaginations.\n\nMio and Zoe are contrasting writers – one writes sci-fi and the other writes fantasy – who become trapped in their own stories after being hooked up to a machine designed to steal their creative ideas. They’ll have to rely on each other to break free with their memories in-tact, working together to master a variety of abilities and overcome diverse challenges while jumping between sci-fi and fantasy worlds in this unexpected tale of friendship."}],"cover_image_url":"https://neodb.social/m/item/steam/2025/03/09/938033d3-29b9-40a2-8fe7-457cdad2d2b3.jpg","rating":8.9,"rating_count":83,"rating_distribution":[1,0,4,28,65],"tags":["2025","剧情","双人","合作","沙發遊戲","雙人遊戲"],"brief":"深入《双影奇境》的多重世界，体验惊心动魄的时刻。这是由 2021 年度最佳游戏《双人成行》工作室打造的又一款创新合作类动作冒险游戏。米欧和佐伊是两位风格截然不同的作家，她们一个擅长科幻小说，另一个专注于奇幻题材。被骗进入一台意在窃取创意的机器后，她们陷入了自己创作的故事之中。她们必须相互依靠，保护自己的记忆不受侵害，进而赢得自由；同时她们还必须共同努力掌握各种技能，在科幻与奇幻的世界间穿梭，在意外萌生的友情中共同克服挑战。\n \n 《双影奇境》是一款独一无二的动作类冒险游戏，让你身临其境，感受一个个意想不到的时刻。前一分钟你还在驯服惹人喜爱的龙，下一分钟就变身成为赛博忍者与敌人对战。逃离可怕的巨魔，躲避机器人停车场管理员投掷出的悬浮车辆等等……怪诞，狂野而多彩的体验，专为与伙伴分享体验而设计。\n \n 叫上搭档，准备好克服前进过程中遇到的任何障碍。\n \n  ","id":"https://neodb.social/game/1tSJDqu9inXkPtclZB3gPI","uuid":"1tSJDqu9inXkPtclZB3gPI","url":"/game/1tSJDqu9inXkPtclZB3gPI","api_url":"/api/game/1tSJDqu9inXkPtclZB3gPI","category":"game","parent_uuid":null,"display_title":"双影奇境","external_resources":[{"url":"https://store.steampowered.com/app/2001120"},{"url":"https://www.douban.com/game/37083957/"},{"url":"https://www.wikidata.org/wiki/Q131433899"},{"url":"https://www.igdb.com/games/split-fiction"}]},"created_time":"2025-08-30T13:45:45.059Z","comment_text":null,"rating_grade":10,"tags":[]},{"shelf_type":"complete","visibility":0,"post_id":435657042297769000,"item":{"type":"Game","title":"寂静岭2 重制版","description":"已故的妻子寄来书信。\r\n见妻心切的詹姆斯回到了这座小镇。\r\n小镇名叫寂静岭，这里充满了两人的回忆。\r\n不久后，他在湖畔遇到了和已故妻子一模一样的女性……\r\n\r\n“我名叫……玛利亚。”她面带微笑。 那长相，那声音和去世的妻子一模一样。\r\n\r\n在最新的硬件设备上透过令人毛骨悚然的画面与让人心底发寒的音效，体验被誉为全系列颠峰的心理惊悚生存经典之作。","localized_title":[{"lang":"zh-cn","text":"寂静岭2 重制版"},{"lang":"zh-cn","text":"寂静岭2"},{"lang":"zh-cn","text":"沉寂之丘2 重制版"},{"lang":"zh-cn","text":"沉寂之丘2"},{"lang":"en","text":"SILENT HILL 2"}],"localized_description":[{"lang":"zh-cn","text":"已故的妻子寄来书信。\r\n见妻心切的詹姆斯回到了这座小镇。\r\n小镇名叫寂静岭，这里充满了两人的回忆。\r\n不久后，他在湖畔遇到了和已故妻子一模一样的女性……\r\n\r\n“我名叫……玛利亚。”她面带微笑。 那长相，那声音和去世的妻子一模一样。\r\n\r\n在最新的硬件设备上透过令人毛骨悚然的画面与让人心底发寒的音效，体验被誉为全系列颠峰的心理惊悚生存经典之作。"}],"cover_image_url":"https://neodb.social/m/item/doubangame/2024/07/16/d00ea8a1-6c9f-4f46-b478-99aad7d0e053.jpg","rating":9.7,"rating_count":10,"rating_distribution":[0,0,0,10,90],"tags":["2024"],"brief":"已故的妻子寄来书信。\r\n见妻心切的詹姆斯回到了这座小镇。\r\n小镇名叫寂静岭，这里充满了两人的回忆。\r\n不久后，他在湖畔遇到了和已故妻子一模一样的女性……\r\n\r\n“我名叫……玛利亚。”她面带微笑。 那长相，那声音和去世的妻子一模一样。\r\n\r\n在最新的硬件设备上透过令人毛骨悚然的画面与让人心底发寒的音效，体验被誉为全系列颠峰的心理惊悚生存经典之作。","id":"https://neodb.social/game/2CAfj7NS3w7sWkZNueaWfQ","uuid":"2CAfj7NS3w7sWkZNueaWfQ","url":"/game/2CAfj7NS3w7sWkZNueaWfQ","api_url":"/api/game/2CAfj7NS3w7sWkZNueaWfQ","category":"game","parent_uuid":null,"display_title":"寂静岭2 重制版","external_resources":[{"url":"https://www.douban.com/game/36128494/"}]},"created_time":"2025-04-17T11:25:33Z","comment_text":null,"rating_grade":10,"tags":[]},{"shelf_type":"complete","visibility":0,"post_id":435653762353665112,"item":{"type":"Game","title":"共链冒险","description":"开始你的旅程，在地狱的深处，与你的同伴被链条锁在一起。你的任务是通过尽可能高的攀登逃离地狱。\r\n每一次跳跃都需要完美的协调才能攀上平台并逃离灼热。穿越众多世界，每个世界都提供独特的挑战。","localized_title":[{"lang":"zh-cn","text":"共链冒险"},{"lang":"en","text":"Chained Together"}],"localized_description":[{"lang":"zh-cn","text":"开始你的旅程，在地狱的深处，与你的同伴被链条锁在一起。你的任务是通过尽可能高的攀登逃离地狱。\r\n每一次跳跃都需要完美的协调才能攀上平台并逃离灼热。穿越众多世界，每个世界都提供独特的挑战。"}],"cover_image_url":"https://neodb.social/m/item/doubangame/2024/07/24/734a62b3-b90e-47a3-89f3-2fa393073643.jpg","rating":null,"rating_count":3,"rating_distribution":[0,0,0,0,0],"tags":[],"brief":"开始你的旅程，在地狱的深处，与你的同伴被链条锁在一起。你的任务是通过尽可能高的攀登逃离地狱。\r\n每一次跳跃都需要完美的协调才能攀上平台并逃离灼热。穿越众多世界，每个世界都提供独特的挑战。","id":"https://neodb.social/game/2aIb9WatPChIAH19VCPEGy","uuid":"2aIb9WatPChIAH19VCPEGy","url":"/game/2aIb9WatPChIAH19VCPEGy","api_url":"/api/game/2aIb9WatPChIAH19VCPEGy","category":"game","parent_uuid":null,"display_title":"共链冒险","external_resources":[{"url":"https://www.douban.com/game/36937581/"}]},"created_time":"2025-04-17T11:12:31Z","comment_text":null,"rating_grade":10,"tags":[]},{"shelf_type":"complete","visibility":0,"post_id":435653665882980192,"item":{"type":"Game","title":"咒语旅团","description":"The Spell Brigade 是一款1-4人在线合作的生存类游戏。与你的魔法师朋友组队击败成群的黑暗生物。完成团队目标，解锁新的升级，创造强大的法术协同效应。在这个有友军伤害的弹幕地狱中，朋友和敌人都不安全！","localized_title":[{"lang":"zh-cn","text":"咒语旅团"},{"lang":"zh-cn","text":"呪文団"},{"lang":"zh-tw","text":"法術小隊"},{"lang":"en","text":"The Spell Brigade"}],"localized_description":[{"lang":"zh-cn","text":"The Spell Brigade 是一款1-4人在线合作的生存类游戏。与你的魔法师朋友组队击败成群的黑暗生物。完成团队目标，解锁新的升级，创造强大的法术协同效应。在这个有友军伤害的弹幕地狱中，朋友和敌人都不安全！"}],"cover_image_url":"https://neodb.social/m/item/doubangame/2025/08/26/ff312c1c-1ea7-4cdd-8bcc-8e15462f962c.jpg","rating":null,"rating_count":1,"rating_distribution":[0,0,0,0,0],"tags":[],"brief":"The Spell Brigade 是一款1-4人在线合作的生存类游戏。与你的魔法师朋友组队击败成群的黑暗生物。完成团队目标，解锁新的升级，创造强大的法术协同效应。在这个有友军伤害的弹幕地狱中，朋友和敌人都不安全！","id":"https://neodb.social/game/076wcFbrd70a5Qu3PYA27M","uuid":"076wcFbrd70a5Qu3PYA27M","url":"/game/076wcFbrd70a5Qu3PYA27M","api_url":"/api/game/076wcFbrd70a5Qu3PYA27M","category":"game","parent_uuid":null,"display_title":"咒语旅团","external_resources":[{"url":"https://www.douban.com/game/37109121/"}]},"created_time":"2025-04-17T11:12:08Z","comment_text":null,"rating_grade":10,"tags":[]},{"shelf_type":"complete","visibility":0,"post_id":426877164455243224,"item":{"type":"Game","title":"王国保卫战5：联盟","description":"比以往任何时候都更具威胁和力量， Kingdom Rush 5：联盟带来了一种全新、令人兴奋的体验，以其前作的快节奏和引人入胜的玩法为基础，赢得了奖项的赞誉。\r\n当一种强大的邪恶浮现时，一个意想不到的联盟正在形成！需要Linirea的最佳战士和不屈不挠的黑暗军团来阻止它。小心！尽管他们可能并肩旅行，命运的变幻莫测之风可能会迅速改变他们的方向。\r\n准备在战场上发挥双英雄的强大力量！\r\n是的，现在你不仅可以玩一个龙，还可以玩两个龙！双倍的喷火乐趣，双倍的混乱——只要确保他们不会争吵谁能囤积更多的金子！\r\n所有重量级角色如圣骑士、弓箭手、法师、死灵法师等等都听你指挥。但要注意，他们可能会开始争论谁是队伍中的真正英雄，而敌人却悄悄溜过去！\r\n你准备好迎接终极对决了吗？和Linirea的勇敢战士们以及不屈不挠的暗黑军团一起，踏上征服一个巨大敌人的史诗旅程。","localized_title":[{"lang":"zh-cn","text":"王国保卫战5：联盟"},{"lang":"en","text":"Kingdom Rush Alliance"},{"lang":"en","text":"Kingdom Rush 5: Alliance TD"}],"localized_description":[{"lang":"zh-cn","text":"比以往任何时候都更具威胁和力量， Kingdom Rush 5：联盟带来了一种全新、令人兴奋的体验，以其前作的快节奏和引人入胜的玩法为基础，赢得了奖项的赞誉。\r\n当一种强大的邪恶浮现时，一个意想不到的联盟正在形成！需要Linirea的最佳战士和不屈不挠的黑暗军团来阻止它。小心！尽管他们可能并肩旅行，命运的变幻莫测之风可能会迅速改变他们的方向。\r\n准备在战场上发挥双英雄的强大力量！\r\n是的，现在你不仅可以玩一个龙，还可以玩两个龙！双倍的喷火乐趣，双倍的混乱——只要确保他们不会争吵谁能囤积更多的金子！\r\n所有重量级角色如圣骑士、弓箭手、法师、死灵法师等等都听你指挥。但要注意，他们可能会开始争论谁是队伍中的真正英雄，而敌人却悄悄溜过去！\r\n你准备好迎接终极对决了吗？和Linirea的勇敢战士们以及不屈不挠的暗黑军团一起，踏上征服一个巨大敌人的史诗旅程。"}],"cover_image_url":"https://neodb.social/m/item/doubangame/2024/08/03/7532bb8e-5c79-433a-89b8-07f3903a42cb.jpg","rating":7.1,"rating_count":7,"rating_distribution":[0,14,14,57,14],"tags":["ipad","塔防","策略"],"brief":"比以往任何时候都更具威胁和力量， Kingdom Rush 5：联盟带来了一种全新、令人兴奋的体验，以其前作的快节奏和引人入胜的玩法为基础，赢得了奖项的赞誉。\r\n当一种强大的邪恶浮现时，一个意想不到的联盟正在形成！需要Linirea的最佳战士和不屈不挠的黑暗军团来阻止它。小心！尽管他们可能并肩旅行，命运的变幻莫测之风可能会迅速改变他们的方向。\r\n准备在战场上发挥双英雄的强大力量！\r\n是的，现在你不仅可以玩一个龙，还可以玩两个龙！双倍的喷火乐趣，双倍的混乱——只要确保他们不会争吵谁能囤积更多的金子！\r\n所有重量级角色如圣骑士、弓箭手、法师、死灵法师等等都听你指挥。但要注意，他们可能会开始争论谁是队伍中的真正英雄，而敌人却悄悄溜过去！\r\n你准备好迎接终极对决了吗？和Linirea的勇敢战士们以及不屈不挠的暗黑军团一起，踏上征服一个巨大敌人的史诗旅程。","id":"https://neodb.social/game/6zPzyVCa6vhTKD4almgFsz","uuid":"6zPzyVCa6vhTKD4almgFsz","url":"/game/6zPzyVCa6vhTKD4almgFsz","api_url":"/api/game/6zPzyVCa6vhTKD4almgFsz","category":"game","parent_uuid":null,"display_title":"王国保卫战5：联盟","external_resources":[{"url":"https://www.douban.com/game/36849421/"}]},"created_time":"2025-03-24T05:57:27Z","comment_text":null,"rating_grade":8,"tags":[]},{"shelf_type":"complete","visibility":0,"post_id":426876774387514304,"item":{"type":"Game","title":"造物主2","description":"　　走进《Reus 2》的世界，你将控制神威无比的巨人，打造人类的星球，供他们生活、成长、征战。你将不断抉择，对文明进行实验，了解人类部落如果搭配合适的元素能够取得怎么样的成就，以此探索人类在宇宙之间的命运。","localized_title":[{"lang":"zh-cn","text":"造物主2"},{"lang":"de","text":"Reus 2"}],"localized_description":[{"lang":"zh-cn","text":"　　走进《Reus 2》的世界，你将控制神威无比的巨人，打造人类的星球，供他们生活、成长、征战。你将不断抉择，对文明进行实验，了解人类部落如果搭配合适的元素能够取得怎么样的成就，以此探索人类在宇宙之间的命运。"}],"cover_image_url":"https://neodb.social/m/item/doubangame/2025/08/26/eee28292-3d33-44f6-9f3f-82d9200ed306.jpg","rating":null,"rating_count":1,"rating_distribution":[0,0,0,0,0],"tags":[],"brief":"　　走进《Reus 2》的世界，你将控制神威无比的巨人，打造人类的星球，供他们生活、成长、征战。你将不断抉择，对文明进行实验，了解人类部落如果搭配合适的元素能够取得怎么样的成就，以此探索人类在宇宙之间的命运。","id":"https://neodb.social/game/6DfH0FomXPaWOOSVITy2sY","uuid":"6DfH0FomXPaWOOSVITy2sY","url":"/game/6DfH0FomXPaWOOSVITy2sY","api_url":"/api/game/6DfH0FomXPaWOOSVITy2sY","category":"game","parent_uuid":null,"display_title":"造物主2","external_resources":[{"url":"https://www.douban.com/game/36948545/"}]},"created_time":"2025-03-24T05:55:54Z","comment_text":null,"rating_grade":8,"tags":[]},{"shelf_type":"complete","visibility":0,"post_id":426876656945683088,"item":{"type":"Game","title":"造物主","description":"《Reus》是一款Abbey Games独立游戏工作室制作的上帝模式游戏。在游戏中，玩家将扮演上帝一般的存在，给予这个世界光和亮，操控整个大自然的力量，玩家可以在游戏中改变游戏的地形，控制天气的好坏，甚至创造新的已知或未知生物，或者把基因搞乱打造怪物也是可行的。但是有一样东西，确实玩家唯一无法掌握的，那就是在游戏世界中的人性。\r\n\r\n　　玩家可以通过其他手段来间接影响这个世界上人类的品质，善良或者邪恶。代表上帝与大自然的玩家必须做到与游戏世界的人类世界相平衡，不然人类就会变得过度贪婪从而毁灭地球。","localized_title":[{"lang":"zh-cn","text":"造物主"},{"lang":"en","text":"Reus"}],"localized_description":[{"lang":"zh-cn","text":"《Reus》是一款Abbey Games独立游戏工作室制作的上帝模式游戏。在游戏中，玩家将扮演上帝一般的存在，给予这个世界光和亮，操控整个大自然的力量，玩家可以在游戏中改变游戏的地形，控制天气的好坏，甚至创造新的已知或未知生物，或者把基因搞乱打造怪物也是可行的。但是有一样东西，确实玩家唯一无法掌握的，那就是在游戏世界中的人性。\r\n\r\n　　玩家可以通过其他手段来间接影响这个世界上人类的品质，善良或者邪恶。代表上帝与大自然的玩家必须做到与游戏世界的人类世界相平衡，不然人类就会变得过度贪婪从而毁灭地球。"}],"cover_image_url":"https://neodb.social/m/item/doubangame/2024/07/16/330940fb-5516-4b2f-80d4-d384d9028a26.jpg","rating":null,"rating_count":1,"rating_distribution":[0,0,0,0,0],"tags":[],"brief":"《Reus》是一款Abbey Games独立游戏工作室制作的上帝模式游戏。在游戏中，玩家将扮演上帝一般的存在，给予这个世界光和亮，操控整个大自然的力量，玩家可以在游戏中改变游戏的地形，控制天气的好坏，甚至创造新的已知或未知生物，或者把基因搞乱打造怪物也是可行的。但是有一样东西，确实玩家唯一无法掌握的，那就是在游戏世界中的人性。\r\n\r\n　　玩家可以通过其他手段来间接影响这个世界上人类的品质，善良或者邪恶。代表上帝与大自然的玩家必须做到与游戏世界的人类世界相平衡，不然人类就会变得过度贪婪从而毁灭地球。","id":"https://neodb.social/game/3lbm35vWvLomlXyxkQm7mH","uuid":"3lbm35vWvLomlXyxkQm7mH","url":"/game/3lbm35vWvLomlXyxkQm7mH","api_url":"/api/game/3lbm35vWvLomlXyxkQm7mH","category":"game","parent_uuid":null,"display_title":"造物主","external_resources":[{"url":"https://www.douban.com/game/24706229/"}]},"created_time":"2025-03-24T05:55:26Z","comment_text":null,"rating_grade":10,"tags":[]},{"shelf_type":"complete","visibility":0,"post_id":426545285957468616,"item":{"type":"Game","title":"莫斯历险记","description":"PS VR 2018年游戏\r\n动作，冒险，解密\r","localized_title":[{"lang":"zh-cn","text":"莫斯历险记"},{"lang":"en","text":"Moss"}],"localized_description":[{"lang":"zh-cn","text":"PS VR 2018年游戏\r\n动作，冒险，解密\r"}],"cover_image_url":"https://neodb.social/m/item/doubangame/2024/07/16/6ac9d6dc-ec45-4d52-9dd5-a083e41a4580.jpg","rating":null,"rating_count":4,"rating_distribution":[0,0,0,0,0],"tags":["vr","解谜"],"brief":"PS VR 2018年游戏\r\n动作，冒险，解密\r","id":"https://neodb.social/game/77WfVB7rGeSpeyqpvsxBLt","uuid":"77WfVB7rGeSpeyqpvsxBLt","url":"/game/77WfVB7rGeSpeyqpvsxBLt","api_url":"/api/game/77WfVB7rGeSpeyqpvsxBLt","category":"game","parent_uuid":null,"display_title":"莫斯历险记","external_resources":[{"url":"https://www.douban.com/game/27591228/"}]},"created_time":"2025-03-23T07:58:41Z","comment_text":null,"rating_grade":null,"tags":[]},{"shelf_type":"complete","visibility":0,"post_id":380081931289425840,"item":{"type":"Game","title":"仙剑奇侠传三","description":"《仙剑奇侠传三》是角色扮演游戏《仙剑奇侠传》系列的第三代作品，由大宇资讯股份有限公司旗下的软星科技（上海）有限公司研发，于2003年暑期发行。从本代作品开始，《仙剑》系列开始建立“六界”世界观；3D画面在系列中首度出现；战斗模式等方面也得到大幅度的改变。凭着绚丽活泼的浓情风格，本作又为仙剑系列赢取了一大批的新晋玩家，被评为2003年最出色的RPG之一，后于2008年被改编成同名电视剧。","localized_title":[{"lang":"zh-cn","text":"仙剑奇侠传三"},{"lang":"zh-cn","text":"仙剑3"},{"lang":"en","text":"The Legend of Sword and Fairy 3"},{"lang":"en","text":"Chinese Paladin 3"},{"lang":"en","text":"Sword and Fairy 3"},{"lang":"zh-tw","text":"仙劍奇俠傳三"}],"localized_description":[{"lang":"zh-cn","text":"《仙剑奇侠传三》是角色扮演游戏《仙剑奇侠传》系列的第三代作品，由大宇资讯股份有限公司旗下的软星科技（上海）有限公司研发，于2003年暑期发行。从本代作品开始，《仙剑》系列开始建立“六界”世界观；3D画面在系列中首度出现；战斗模式等方面也得到大幅度的改变。凭着绚丽活泼的浓情风格，本作又为仙剑系列赢取了一大批的新晋玩家，被评为2003年最出色的RPG之一，后于2008年被改编成同名电视剧。"}],"cover_image_url":"https://neodb.social/m/item/doubangame/2024/07/16/f13fc111-4643-4082-933b-413d1add4294.jpg","rating":8.7,"rating_count":98,"rating_distribution":[0,2,6,45,45],"tags":["2000s","2003","chs","pc","rpg","softstar","中国","仙侠","仙剑","仙剑奇侠传","单机游戏","国产","大宇","武侠","童年回忆","策略","经典","角色扮演"],"brief":"《仙剑奇侠传三》是角色扮演游戏《仙剑奇侠传》系列的第三代作品，由大宇资讯股份有限公司旗下的软星科技（上海）有限公司研发，于2003年暑期发行。从本代作品开始，《仙剑》系列开始建立“六界”世界观；3D画面在系列中首度出现；战斗模式等方面也得到大幅度的改变。凭着绚丽活泼的浓情风格，本作又为仙剑系列赢取了一大批的新晋玩家，被评为2003年最出色的RPG之一，后于2008年被改编成同名电视剧。","id":"https://neodb.social/game/2dPHKleFnaURomtiSJ8XYT","uuid":"2dPHKleFnaURomtiSJ8XYT","url":"/game/2dPHKleFnaURomtiSJ8XYT","api_url":"/api/game/2dPHKleFnaURomtiSJ8XYT","category":"game","parent_uuid":null,"display_title":"仙剑奇侠传三","external_resources":[{"url":"https://www.douban.com/game/10734314/"}]},"created_time":"2024-11-15T02:49:54Z","comment_text":null,"rating_grade":10,"tags":[]},{"shelf_type":"complete","visibility":0,"post_id":380081805459724904,"item":{"type":"Game","title":"仙剑奇侠传四","description":"《仙剑奇侠传四》是角色扮演游戏《仙剑奇侠传》系列的第四代作品，由大宇资讯旗下的软星科技（上海）有限公司制作，于2007年8月1日发行。故事的起点始于黄山青鸾峰之巅，驰骋于神州大地、往来于天地之间，东临渤海、南抵巴蜀、北至传说中的“北极之地”、西达上古圣山昆仑仙境。既有繁华热闹、歌舞升平的中原富庶之地，又有大漠边关、丝绸之路上的小小驿站。每一个城镇之中的建筑、草木，乃至于店中出售的食物，都各有其特色。游戏的剧情受人称赞，迷宫难度较前几代有所降低，而且在国产单机游戏日渐式微的今天，四代更具特殊意义。","localized_title":[{"lang":"zh-cn","text":"仙剑奇侠传四"},{"lang":"zh-cn","text":"仙剑4"},{"lang":"en","text":"The Legend of Sword and Fairy 4"},{"lang":"en","text":"Chinese Paladin 4"},{"lang":"en","text":"Sword and Fairy 4"},{"lang":"zh-tw","text":"仙劍奇俠傳四"}],"localized_description":[{"lang":"zh-cn","text":"《仙剑奇侠传四》是角色扮演游戏《仙剑奇侠传》系列的第四代作品，由大宇资讯旗下的软星科技（上海）有限公司制作，于2007年8月1日发行。故事的起点始于黄山青鸾峰之巅，驰骋于神州大地、往来于天地之间，东临渤海、南抵巴蜀、北至传说中的“北极之地”、西达上古圣山昆仑仙境。既有繁华热闹、歌舞升平的中原富庶之地，又有大漠边关、丝绸之路上的小小驿站。每一个城镇之中的建筑、草木，乃至于店中出售的食物，都各有其特色。游戏的剧情受人称赞，迷宫难度较前几代有所降低，而且在国产单机游戏日渐式微的今天，四代更具特殊意义。"}],"cover_image_url":"https://neodb.social/m/item/doubangame/2024/07/16/2acd1fe9-c2ac-41c0-aa18-3b760eaeabc2.jpg","rating":9.3,"rating_count":143,"rating_distribution":[0,0,4,23,71],"tags":["2007","pc","rpg","softstar","中国","仙侠","仙剑","仙剑奇侠传","单机游戏","回合","国产","大宇","武侠","游戏","烛龙","童年回忆","经典","角色扮演"],"brief":"《仙剑奇侠传四》是角色扮演游戏《仙剑奇侠传》系列的第四代作品，由大宇资讯旗下的软星科技（上海）有限公司制作，于2007年8月1日发行。故事的起点始于黄山青鸾峰之巅，驰骋于神州大地、往来于天地之间，东临渤海、南抵巴蜀、北至传说中的“北极之地”、西达上古圣山昆仑仙境。既有繁华热闹、歌舞升平的中原富庶之地，又有大漠边关、丝绸之路上的小小驿站。每一个城镇之中的建筑、草木，乃至于店中出售的食物，都各有其特色。游戏的剧情受人称赞，迷宫难度较前几代有所降低，而且在国产单机游戏日渐式微的今天，四代更具特殊意义。","id":"https://neodb.social/game/4unHOUpWgpYfLmKvAx1GQW","uuid":"4unHOUpWgpYfLmKvAx1GQW","url":"/game/4unHOUpWgpYfLmKvAx1GQW","api_url":"/api/game/4unHOUpWgpYfLmKvAx1GQW","category":"game","parent_uuid":null,"display_title":"仙剑奇侠传四","external_resources":[{"url":"https://www.douban.com/game/10734171/"}]},"created_time":"2024-11-15T02:49:24Z","comment_text":null,"rating_grade":10,"tags":[]},{"shelf_type":"complete","visibility":0,"post_id":380081729965905696,"item":{"type":"Game","title":"仙剑奇侠传98柔情篇","description":"仙剑98柔情篇首发于1997年10月。\n随Windows 95问世，大宇也将游戏从DOS平台移植到Windows平台上，于97年推出Win95版（即大陆发行的98柔情篇）。DOS版与WIN95版之间有以下差异：\n1 修改若干场景（如：比武招亲时95版观众增加）\n2 新增片头片尾及若干场景动画\n3 部份迷宫简化（如：隐龙窟、将军冢、血池等等）\n4 修改文字（如：荷花池观音像上的文字，DOS版为“苦海无涯，回头是岸”，WIN95版则将涯改成边）\n5 加入物品说明\n6 降低学会法术的等级与敌方生命值\n7 新增物品：夜行衣、魅影神靴\n8 新增四首CD配乐：梦中大侠、拜月欺天、君莫悲、再续未了缘","localized_title":[{"lang":"zh-cn","text":"仙剑奇侠传98柔情篇"},{"lang":"zh-cn","text":"仙剑1 (Windows 95版)"},{"lang":"en","text":"The Legend of Sword and Fairy"},{"lang":"en","text":"Chinese Paladin"},{"lang":"en","text":"Sword and Fairy"},{"lang":"en","text":"The Chinese Love Story"},{"lang":"en","text":"PAL98"},{"lang":"en","text":"The Magic Sword and the Chivalrous Youngsters"},{"lang":"zh-tw","text":"仙劍奇俠傳"}],"localized_description":[{"lang":"zh-cn","text":"仙剑98柔情篇首发于1997年10月。\n随Windows 95问世，大宇也将游戏从DOS平台移植到Windows平台上，于97年推出Win95版（即大陆发行的98柔情篇）。DOS版与WIN95版之间有以下差异：\n1 修改若干场景（如：比武招亲时95版观众增加）\n2 新增片头片尾及若干场景动画\n3 部份迷宫简化（如：隐龙窟、将军冢、血池等等）\n4 修改文字（如：荷花池观音像上的文字，DOS版为“苦海无涯，回头是岸”，WIN95版则将涯改成边）\n5 加入物品说明\n6 降低学会法术的等级与敌方生命值\n7 新增物品：夜行衣、魅影神靴\n8 新增四首CD配乐：梦中大侠、拜月欺天、君莫悲、再续未了缘"}],"cover_image_url":"https://neodb.social/m/item/doubangame/2024/07/16/cdb50268-09c0-489c-ab7e-f4ffbff70285.jpg","rating":9.5,"rating_count":67,"rating_distribution":[0,0,7,8,83],"tags":["1997","pc","rpg","中国","仙侠","仙剑","仙剑奇侠传","单机游戏","大宇","武侠","游戏","童年回忆","经典","角色扮演"],"brief":"仙剑98柔情篇首发于1997年10月。\n随Windows 95问世，大宇也将游戏从DOS平台移植到Windows平台上，于97年推出Win95版（即大陆发行的98柔情篇）。DOS版与WIN95版之间有以下差异：\n1 修改若干场景（如：比武招亲时95版观众增加）\n2 新增片头片尾及若干场景动画\n3 部份迷宫简化（如：隐龙窟、将军冢、血池等等）\n4 修改文字（如：荷花池观音像上的文字，DOS版为“苦海无涯，回头是岸”，WIN95版则将涯改成边）\n5 加入物品说明\n6 降低学会法术的等级与敌方生命值\n7 新增物品：夜行衣、魅影神靴\n8 新增四首CD配乐：梦中大侠、拜月欺天、君莫悲、再续未了缘","id":"https://neodb.social/game/5iVSDN6gfs8Md199JtHH3Q","uuid":"5iVSDN6gfs8Md199JtHH3Q","url":"/game/5iVSDN6gfs8Md199JtHH3Q","api_url":"/api/game/5iVSDN6gfs8Md199JtHH3Q","category":"game","parent_uuid":null,"display_title":"仙剑奇侠传98柔情篇","external_resources":[{"url":"https://www.douban.com/game/10735056/"}]},"created_time":"2024-11-15T02:49:06Z","comment_text":null,"rating_grade":10,"tags":[]},{"shelf_type":"complete","visibility":0,"post_id":380081620912883480,"item":{"type":"Game","title":"仙剑奇侠传 土星版","description":"仙剑奇侠传SEGA Saturn版》即现在玩家所戏称的“仙剑SS版”、“仙剑土星版”，分为繁体中文版和日文版两个版本。早在1995年大宇公司就已经获得日本SEGA 32位元游戏机Saturn(土星)软体开发授权，在1997年大宇公司便计划将《仙剑奇侠传》在内的两款游戏向SEGA32位游戏机土星机上移植，但直到1999年，《仙剑奇侠传SS版》才得以最终现身，可惜的是，1999年的游戏机市场，SEGA的SS已经在与出自Sony的PS机的市场斗争中落败，于是在SS上推出的“仙剑”也就受到了空前的冷遇，好在“仙剑”早已在众多中国玩家心中树立起了不可动摇的地位。而更有小道消息称，在《仙剑奇侠传SS版》中加入了原来电脑游戏版本中没有的隐藏结局，因此仍有不少拥有SS游戏机的玩家争相购买这款他们早已在电脑上熟知得一塌糊涂的游戏，希望能够在游戏机的版本上获得一些新的不同。可惜非常不幸的是，《仙剑奇侠传SS版》中，除了游戏加入了数段新的开场、过场动画、音乐，修改了新的人物头像外，其他再无任何改变。SS版仙剑是没有隐藏结局和新增情节的。那是谣传。只是人物以及场景的画面有些许的变化。个人认为人物变的更好看了。","localized_title":[{"lang":"zh-cn","text":"仙剑奇侠传 土星版"},{"lang":"zh-tw","text":"仙劍奇俠傳"}],"localized_description":[{"lang":"zh-cn","text":"仙剑奇侠传SEGA Saturn版》即现在玩家所戏称的“仙剑SS版”、“仙剑土星版”，分为繁体中文版和日文版两个版本。早在1995年大宇公司就已经获得日本SEGA 32位元游戏机Saturn(土星)软体开发授权，在1997年大宇公司便计划将《仙剑奇侠传》在内的两款游戏向SEGA32位游戏机土星机上移植，但直到1999年，《仙剑奇侠传SS版》才得以最终现身，可惜的是，1999年的游戏机市场，SEGA的SS已经在与出自Sony的PS机的市场斗争中落败，于是在SS上推出的“仙剑”也就受到了空前的冷遇，好在“仙剑”早已在众多中国玩家心中树立起了不可动摇的地位。而更有小道消息称，在《仙剑奇侠传SS版》中加入了原来电脑游戏版本中没有的隐藏结局，因此仍有不少拥有SS游戏机的玩家争相购买这款他们早已在电脑上熟知得一塌糊涂的游戏，希望能够在游戏机的版本上获得一些新的不同。可惜非常不幸的是，《仙剑奇侠传SS版》中，除了游戏加入了数段新的开场、过场动画、音乐，修改了新的人物头像外，其他再无任何改变。SS版仙剑是没有隐藏结局和新增情节的。那是谣传。只是人物以及场景的画面有些许的变化。个人认为人物变的更好看了。"}],"cover_image_url":"https://neodb.social/m/item/doubangame/2025/08/26/82baac9f-145c-478d-8149-46b38f68a733.jpg","rating":null,"rating_count":1,"rating_distribution":[0,0,0,0,0],"tags":[],"brief":"仙剑奇侠传SEGA Saturn版》即现在玩家所戏称的“仙剑SS版”、“仙剑土星版”，分为繁体中文版和日文版两个版本。早在1995年大宇公司就已经获得日本SEGA 32位元游戏机Saturn(土星)软体开发授权，在1997年大宇公司便计划将《仙剑奇侠传》在内的两款游戏向SEGA32位游戏机土星机上移植，但直到1999年，《仙剑奇侠传SS版》才得以最终现身，可惜的是，1999年的游戏机市场，SEGA的SS已经在与出自Sony的PS机的市场斗争中落败，于是在SS上推出的“仙剑”也就受到了空前的冷遇，好在“仙剑”早已在众多中国玩家心中树立起了不可动摇的地位。而更有小道消息称，在《仙剑奇侠传SS版》中加入了原来电脑游戏版本中没有的隐藏结局，因此仍有不少拥有SS游戏机的玩家争相购买这款他们早已在电脑上熟知得一塌糊涂的游戏，希望能够在游戏机的版本上获得一些新的不同。可惜非常不幸的是，《仙剑奇侠传SS版》中，除了游戏加入了数段新的开场、过场动画、音乐，修改了新的人物头像外，其他再无任何改变。SS版仙剑是没有隐藏结局和新增情节的。那是谣传。只是人物以及场景的画面有些许的变化。个人认为人物变的更好看了。","id":"https://neodb.social/game/34GRyq7LTVWaoF6WX3ABpn","uuid":"34GRyq7LTVWaoF6WX3ABpn","url":"/game/34GRyq7LTVWaoF6WX3ABpn","api_url":"/api/game/34GRyq7LTVWaoF6WX3ABpn","category":"game","parent_uuid":null,"display_title":"仙剑奇侠传 土星版","external_resources":[{"url":"https://www.douban.com/game/26802706/"}]},"created_time":"2024-11-15T02:48:40Z","comment_text":null,"rating_grade":10,"tags":[]},{"shelf_type":"complete","visibility":0,"post_id":375897974639234280,"item":{"type":"Game","title":"鬼谷八荒","description":"明代诗人归有光曾以山海经为题作诗称：昔年曾读《山海经》，\r\n所称怪兽多异名。阴阳变幻靡不有，异物非异亦非神。\r\n\r\n玩家可以在游戏中通过故事或触发奇遇，体验到与山海经中各种妖、兽互动、战斗的乐趣，\r\n正式版本将会加入超过180种传奇妖兽，邀请玩家参与到远古神话的故事中来。\r\n\r\n\r\n\r\n玩家可以在游戏内与场景、NPC进行多种互动选项，通过互动构建自己的修仙界社交关系。\r\n通过探索全新的城镇，经历不同的事件，玩家的举动甚至会影响游戏世界的社会生态以及剧情结果。\r\n\r\n每一次开局你都可选择不同的外貌、性格和天赋，你可以加入正道宗门惩恶扬善，\r\n也可以加入魔道宗门自在逍遥——这一切取决于玩家自己的决定。\r\n\r\n修仙世界讲求一个“机缘”。游戏中的设置了各类奇遇，引你步步前行。\r\n有的奇遇能让你一步冲天，有的却让你万劫不复。每一盘的体验都是全新的、无法复制的。\r\n修为浅薄独闯八荒世界自是凶险至极，修炼自身时每一步都需谨慎——谋定而后动，知止而有得。","localized_title":[{"lang":"zh-cn","text":"鬼谷八荒"},{"lang":"en","text":"Tale of Immortal"},{"lang":"zh","text":"鬼谷八荒"}],"localized_description":[{"lang":"zh-cn","text":"明代诗人归有光曾以山海经为题作诗称：昔年曾读《山海经》，\r\n所称怪兽多异名。阴阳变幻靡不有，异物非异亦非神。\r\n\r\n玩家可以在游戏中通过故事或触发奇遇，体验到与山海经中各种妖、兽互动、战斗的乐趣，\r\n正式版本将会加入超过180种传奇妖兽，邀请玩家参与到远古神话的故事中来。\r\n\r\n\r\n\r\n玩家可以在游戏内与场景、NPC进行多种互动选项，通过互动构建自己的修仙界社交关系。\r\n通过探索全新的城镇，经历不同的事件，玩家的举动甚至会影响游戏世界的社会生态以及剧情结果。\r\n\r\n每一次开局你都可选择不同的外貌、性格和天赋，你可以加入正道宗门惩恶扬善，\r\n也可以加入魔道宗门自在逍遥——这一切取决于玩家自己的决定。\r\n\r\n修仙世界讲求一个“机缘”。游戏中的设置了各类奇遇，引你步步前行。\r\n有的奇遇能让你一步冲天，有的却让你万劫不复。每一盘的体验都是全新的、无法复制的。\r\n修为浅薄独闯八荒世界自是凶险至极，修炼自身时每一步都需谨慎——谋定而后动，知止而有得。"},{"lang":"en","text":"2023 video game"},{"lang":"es","text":"videojuego de 2023"},{"lang":"fr","text":"jeu vidéo de 2023"},{"lang":"de","text":"Computerspiel aus dem Jahr 2023"},{"lang":"pt","text":"vídeojogo de 2023"},{"lang":"en","text":"Tale of Immortal is an open-world sandbox based on Chinese mythology and cultivation. You will grow to become immortal, conquer the beasts from the Classic of Mountains and Season, make your choices carefully and grasp your own destiny.\n\nLive the mythology\nWith a background based around ancient Chinese myths and stories, players will have a variety of interactive options with scenes and in-game NPCs, which will affect the storyline of the game and transform the game world.\n\nBecome Immortal\nThe theme of the game combines the immortal cultivation and the unique cultural background of The Classics of Mountain and Sea. Players will experience the journey from a mortal to a strong, god-like being."}],"cover_image_url":"https://neodb.social/m/item/doubangame/2024/07/16/3a1c9f81-d0ac-49b4-9d33-63f409543a8b.jpg","rating":5.9,"rating_count":25,"rating_distribution":[8,16,52,16,8],"tags":["2021","steam","弹幕","沙盒","游戏"],"brief":"明代诗人归有光曾以山海经为题作诗称：昔年曾读《山海经》，\r\n所称怪兽多异名。阴阳变幻靡不有，异物非异亦非神。\r\n\r\n玩家可以在游戏中通过故事或触发奇遇，体验到与山海经中各种妖、兽互动、战斗的乐趣，\r\n正式版本将会加入超过180种传奇妖兽，邀请玩家参与到远古神话的故事中来。\r\n\r\n\r\n\r\n玩家可以在游戏内与场景、NPC进行多种互动选项，通过互动构建自己的修仙界社交关系。\r\n通过探索全新的城镇，经历不同的事件，玩家的举动甚至会影响游戏世界的社会生态以及剧情结果。\r\n\r\n每一次开局你都可选择不同的外貌、性格和天赋，你可以加入正道宗门惩恶扬善，\r\n也可以加入魔道宗门自在逍遥——这一切取决于玩家自己的决定。\r\n\r\n修仙世界讲求一个“机缘”。游戏中的设置了各类奇遇，引你步步前行。\r\n有的奇遇能让你一步冲天，有的却让你万劫不复。每一盘的体验都是全新的、无法复制的。\r\n修为浅薄独闯八荒世界自是凶险至极，修炼自身时每一步都需谨慎——谋定而后动，知止而有得。","id":"https://neodb.social/game/3osIMveUsVEesbjVSwDYam","uuid":"3osIMveUsVEesbjVSwDYam","url":"/game/3osIMveUsVEesbjVSwDYam","api_url":"/api/game/3osIMveUsVEesbjVSwDYam","category":"game","parent_uuid":null,"display_title":"鬼谷八荒","external_resources":[{"url":"https://store.steampowered.com/app/1468810"},{"url":"https://www.douban.com/game/35344138/"},{"url":"https://www.wikidata.org/wiki/Q105366554"},{"url":"https://www.igdb.com/games/tale-of-immortal"}]},"created_time":"2024-11-03T13:44:21Z","comment_text":null,"rating_grade":10,"tags":[]},{"shelf_type":"complete","visibility":0,"post_id":375897941082381456,"item":{"type":"Game","title":"对马岛之魂：导演剪辑版","description":"《Ghost of Tsushima DIRECTOR’S CUT》8月20日同步登上PS4&PS5双平台。\r\n全新地图、全新剧情、全新敌人的壹崎岛之章登场！\r\n另外追加日语语音嘴型、新拍照模式、新奖杯、PS5 DualSense手柄触觉回馈、自适应扳机、3D音效等新特性。","localized_title":[{"lang":"zh-cn","text":"对马岛之魂：导演剪辑版"},{"lang":"zh-cn","text":"对马岛之魂：导剪版"},{"lang":"zh-cn","text":"对马岛之鬼：导演剪辑版"},{"lang":"zh-cn","text":"对马岛之鬼：导剪版"},{"lang":"en","text":"Ghost of Tsushima: Director’s Cut"}],"localized_description":[{"lang":"zh-cn","text":"《Ghost of Tsushima DIRECTOR’S CUT》8月20日同步登上PS4&PS5双平台。\r\n全新地图、全新剧情、全新敌人的壹崎岛之章登场！\r\n另外追加日语语音嘴型、新拍照模式、新奖杯、PS5 DualSense手柄触觉回馈、自适应扳机、3D音效等新特性。"}],"cover_image_url":"https://neodb.social/m/item/doubangame/2024/07/16/82c740ed-502a-4856-bb02-112abd7dddf8.jpg","rating":9.0,"rating_count":52,"rating_distribution":[0,0,5,30,63],"tags":["7","arpg","avg","ps5","剧情","动作"],"brief":"《Ghost of Tsushima DIRECTOR’S CUT》8月20日同步登上PS4&PS5双平台。\r\n全新地图、全新剧情、全新敌人的壹崎岛之章登场！\r\n另外追加日语语音嘴型、新拍照模式、新奖杯、PS5 DualSense手柄触觉回馈、自适应扳机、3D音效等新特性。","id":"https://neodb.social/game/0IKvbYx0t7AmW9xguygREg","uuid":"0IKvbYx0t7AmW9xguygREg","url":"/game/0IKvbYx0t7AmW9xguygREg","api_url":"/api/game/0IKvbYx0t7AmW9xguygREg","category":"game","parent_uuid":null,"display_title":"对马岛之魂：导演剪辑版","external_resources":[{"url":"https://www.douban.com/game/35513278/"}]},"created_time":"2024-11-03T13:44:13Z","comment_text":null,"rating_grade":10,"tags":[]},{"shelf_type":"complete","visibility":0,"post_id":5757828292525152,"item":{"type":"Game","title":"英雄联盟","description":"《英雄联盟》（简称lol）是由美国Riot Games开发，中国大陆地区由腾讯游戏运营的网络游戏。\r\n《英雄联盟》除了即时战略、团队作战外，还拥有一百多位特色各异的英雄、丰富的地图及玩法、自动匹配的战网平台，包括天赋树、召唤师系统、符文等元素。\r\n2014年1月，根据官方数据显示，LOL全球最高同时在线已突破750万，全球日活跃高达2700万，全球月活跃已达6700万，注册用户亿计，LOL已经成为当今世界最具人气和影响力的网络游戏之一。","localized_title":[{"lang":"zh-cn","text":"英雄联盟"},{"lang":"en","text":"LOL"},{"lang":"en","text":"League of Legends"}],"localized_description":[{"lang":"zh-cn","text":"《英雄联盟》（简称lol）是由美国Riot Games开发，中国大陆地区由腾讯游戏运营的网络游戏。\r\n《英雄联盟》除了即时战略、团队作战外，还拥有一百多位特色各异的英雄、丰富的地图及玩法、自动匹配的战网平台，包括天赋树、召唤师系统、符文等元素。\r\n2014年1月，根据官方数据显示，LOL全球最高同时在线已突破750万，全球日活跃高达2700万，全球月活跃已达6700万，注册用户亿计，LOL已经成为当今世界最具人气和影响力的网络游戏之一。"}],"cover_image_url":"https://neodb.social/m/item/doubangame/2024/07/16/c6005816-cd8a-46f8-9856-36d26be7a372.jpg","rating":7.9,"rating_count":95,"rating_distribution":[4,3,21,34,36],"tags":["6","arts","moba","pc","riot games","动作","合作","团队","塔防","拳头","操作","游戏","策略","网游","美国","腾讯","英雄联盟","配合"],"brief":"《英雄联盟》（简称lol）是由美国Riot Games开发，中国大陆地区由腾讯游戏运营的网络游戏。\r\n《英雄联盟》除了即时战略、团队作战外，还拥有一百多位特色各异的英雄、丰富的地图及玩法、自动匹配的战网平台，包括天赋树、召唤师系统、符文等元素。\r\n2014年1月，根据官方数据显示，LOL全球最高同时在线已突破750万，全球日活跃高达2700万，全球月活跃已达6700万，注册用户亿计，LOL已经成为当今世界最具人气和影响力的网络游戏之一。","id":"https://neodb.social/game/0meIHpyCy0vxflVeqahMNo","uuid":"0meIHpyCy0vxflVeqahMNo","url":"/game/0meIHpyCy0vxflVeqahMNo","api_url":"/api/game/0meIHpyCy0vxflVeqahMNo","category":"game","parent_uuid":null,"display_title":"英雄联盟","external_resources":[{"url":"https://www.douban.com/game/26775340/"}]},"created_time":"2013-07-02T13:54:00Z","comment_text":null,"rating_grade":null,"tags":[]}],"pages":1,"count":20}
